{
    "Babu Bhupendranath Basu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "7": [
                "I was the guest of the late Babu Bhupendranath Basu."
            ]
        }, 
        "4": {}
    }, 
    "Crewe": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "38": [
                "Lord Crewe accepted the offer after some hesitation, and thanked us  for having tendered our services to the Empire at that critical  hour."
            ]
        }
    }, 
    "Cecilia Roberts": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "42": [
                "Lady Cecilia Roberts occasionally called on me."
            ]
        }
    }, 
    "Jeramdas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "37": [
                "Just then Jeramdas  handed over his amendment to me and pleaded in his own sweet manner  to save the delegates from the dilemma of a division.", 
                "I told him that Jeramdas's amendment seemed to me  to be likely to be acceptable to both the parties."
            ]
        }, 
        "4": {
            "11": [
                "It might not have been written, if Jeramdas and Swami Anand  had not persisted in their suggestion."
            ]
        }
    }, 
    "Anandshankar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "22": [
                "Anandshankar Dhruva  intervened and was in the end appointed arbitrator, and the strike  was called off after I had fasted only for three days."
            ]
        }, 
        "4": {}
    }, 
    "Madras": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "30": [
                "I was in a very weak  condition, but when I received an invitation from Madras I decided  to take the risk of the long journey.", 
                "But the man behind the invitation,  as I subsequently learnt on my way to Madras, was Rajagopalachari.", 
                "Rajagopalachari had then only recently left Salem to settle down  for legal practice in Madras at the pressing invitation of friends  like the late Sjt.", 
                "It was with him that we  had put up in Madras.", 
                "It is  very difficult to say whether all the provinces would respond to  this appeal of ours or not, but I feel fairly sure of Bombay,  Madras, Bihar and Sindh."
            ]
        }, 
        "4": {}
    }, 
    "Keshav Chandra Sen": {
        "1": {}, 
        "3": {
            "19": [
                "I secured his life of Keshav Chandra Sen, read it with great  interest, and understood the distinction between Sadharan Brahmo  Samaj, and Adi Brahmo Samaj."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Paris": {
        "1": {
            "21": [
                "Narayan Hemchandra went to Paris after a few months' stay in London."
            ], 
            "22": [
                "There was a great Exhibition at Paris in 1890.", 
                "I had read about its  elaborate preparations, and I also had a keen desire to see Paris.", 
                "I had heard of a vegetarian restaurant in Paris.", 
                "I managed everything very economically, both  the journey to Paris and the sight-seeing there.", 
                "This I did mostly  on foot and with the help of a map of Paris, as also a map of and  guide to the Exhibition.", 
                "The ancient churches of Paris are still in my memory.", 
                "I had read a lot about the fashions and frivolity of Paris."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "38": [
                "On arrival in England I learned that Gokhale had been stranded in Paris  where he had gone for reasons of health, and as communication  between Paris and London had been cut off, there was no knowing when  he would return.", 
                "On arrival in England I learned that Gokhale had been stranded in Paris  where he had gone for reasons of health, and as communication  between Paris and London had been cut off, there was no knowing when  he would return."
            ]
        }
    }, 
    "Sheth Ambalal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "28": [
                "Surrounded as I was with all the love  and attention that could be showered on me under Sheth Ambalal's  roof, I began to get restless and urged him to remove me to the  Ashram."
            ], 
            "22": [
                "The principal man at the back of the mill-owners' unbending attitude  towards the strike was Sheth Ambalal.", 
                "With difficulty we succeeded in taking  the remaining sweets to Sheth Ambalal's bungalow in Mirzapur."
            ]
        }, 
        "4": {}
    }, 
    "Ruskin": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Two of my books, viz., Hind Swaraj  and Sarvodaya (Gujarati adaptation of Ruskin's Unto This Last),  which had been already proscribed, came handy for this purpose."
            ]
        }, 
        "4": {}
    }, 
    "Gangabehn Majmundar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "39": [
                "It was here that I discovered  that remarkable lady Gangabehn Majmundar."
            ]
        }, 
        "4": {}
    }, 
    "Abbas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "35": [
                "Abbas Tyebji, Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Johannesburg": {
        "1": {}, 
        "3": {
            "8": [
                "As soon as I was free from ambulance work, I went to  Phoenix, whence I had to return to Johannesburg.", 
                "I had cut down my heavy household expenses at  Johannesburg and gone to Phoenix to take, as it were, the  brahmacharya vow."
            ], 
            "7": [
                "I was practising in Johannesburg at the time of the Zulu 'Rebellion'  in Natal, which came soon after the Boer War.", 
                "I had to break up  my household at Johannesburg to be able to serve during the  'Rebellion'."
            ]
        }, 
        "2": {
            "9": [
                "There was no railway, in  those days, between Charlestown and Johannesburg, but only a stage-coach, which halted at Standerton for the night  en route.", 
                "In the morning Isa Sheth's man took me to the coach, I got a good  seat and reached Johannesburg quite safely that night.", 
                "Standerton is a small village and Johannesburg a big city.", 
                "Abdulla  Sheth had wired to Johannesburg also, and given me the name and  address of Muhammad Kasam Kamruddin's firm there."
            ], 
            "13": [
                "I occasionally called on him, and it was through him  that I was introduced to his more famous brother, who was public  Prosecutor in Johannesburg."
            ]
        }, 
        "5": {}, 
        "4": {
            "24": [
                "Even after I thought I had settled down in Johannesburg, there was to be  no settled life for me.", 
                "If my  offer was accepted, I had decided to break up the Johannesburg home."
            ], 
            "26": [
                "Events were so shaping themselves in Johannesburg as to make this self-purfication  on my part a preliminary as it were to Satyagraha."
            ], 
            "21": [
                "We had hardly settled down, the buildings were hardly ready, when I  had to leave the newly constructed nest and go to Johannesburg.", 
                "On return to Johannesburg, I informed Polak of the important changes  I had made.", 
                "Polak left Phoenix, came to Johannesburg and signed his  articles with me."
            ], 
            "22": [
                "She gladly accepted the proposal and in a few months  reached Johannesburg."
            ], 
            "23": [
                "But the  Johannesburg house came in for much severer overhauling in the light  of Ruskin's teaching.", 
                "There was hardly any illness in the  home at Johannesburg, but whenever there was any, the nursing was  willingly done by the children.", 
                "All my  children, excepting the eldest, Harilal, who had stayed away in  India, were brought up in Johannesburg in this manner."
            ], 
            "46": [
                "On one occasion, whilst I was conducting a case before  a magistrate in Johannesburg, I discovered that my client had  deceived me."
            ], 
            "28": [
                "The doctor gave me leave to go to Johannesburg, and told me  not to have any anxiety about the patient.", 
                "So he telephoned to me at Johannesburg for  permission to give her beef tea."
            ], 
            "3": [
                "So I set the ball rolling, discussed things with Indians in Pretoria  and Johannesburg, and ultimately decided to set up office in  Johannesburg.", 
                "So I set the ball rolling, discussed things with Indians in Pretoria  and Johannesburg, and ultimately decided to set up office in  Johannesburg."
            ], 
            "4": [
                "Mr. Ritch was a theosophist and put me in touch with  the society at Johannesburg."
            ], 
            "7": [
                "But I used to be troubled with constipation and frequent headaches,  while at Johannesburg."
            ], 
            "6": [
                "There was in Johannesburg a vegetarian restaurant conducted by a  German who believed in Kuhne's hydropathic treatment."
            ], 
            "9": [
                "Johannesburg was the stronghold of the Asiatic officers."
            ], 
            "11": [
                "Though, therefore, my house was full when the Boer War broke out, I  received two Englishmen who had come from Johannesburg.", 
                "In Johannesburg these contacts  developed further than in Durban."
            ], 
            "12": [
                "In Johannesburg I had at one time as many as four Indian clerks, who  were perhaps more like my sons than clerks."
            ], 
            "15": [
                "Fortunately it was not the location but one of the gold mines in the  vicinity of Johannesburg that was responsible for the outbreak.", 
                "Dr. William Godfrey, who was practising in Johannesburg, ran to the  rescue as soon as he got the news, and became both nurse and doctor  to the patients.", 
                "Maneklal I had secured in Johannesburg."
            ], 
            "14": [
                "Johannesburg had one such  location, but unlike other places with locations where the Indians  had tenancy rights, here they acquired their plots on a lease of ninety-nine years.", 
                "This was the condition of things when I settled in  Johannesburg."
            ], 
            "17": [
                "The decision was to make the whole  location population vacate, and live under canvas for three weeks in  an open plain about thirteen miles from Johannesburg, and then to  set fire to the location.", 
                "The location residents were removed by special train to Klipspruit  Farm near Johannesburg, where they were supplied with provisions by  the Municipality at public expense."
            ], 
            "16": [
                "There was  a lazaretto for contagious diseases about seven miles from  Johannesburg."
            ], 
            "18": [
                "Johannesburg to Durban was a twenty-four hours' journey."
            ], 
            "36": [
                "In those days I had to move between Johannesburg and Phoenix.", 
                "Once  when I was in Johannesburg I received tidings of the moral fall of  two of the inmates of the Ashram."
            ], 
            "35": [
                "If I were to dismiss them with some money, they would  immediately run off to Johannesburg and fall back into their old  ways."
            ], 
            "32": [
                "It was not possible, for qualified Indian  teachers were scarce, and even when available, none would be ready  to go to a place twenty-one miles distant from Johannesburg on a small  salary."
            ]
        }
    }, 
    "Harilal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "23": [
                "All my  children, excepting the eldest, Harilal, who had stayed away in  India, were brought up in Johannesburg in this manner."
            ]
        }
    }, 
    "Kalelkar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "I did not know then why Kalelkar was called 'Kakasaheb'."
            ]
        }, 
        "4": {}
    }, 
    "Acharya Ramadevji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "8": [
                "It was here that I was first introduced to  Acharya Ramadevji, and I could immediately see what a force and a  power he must be.", 
                "I had long discussions with Acharya Ramadevji and other professors  about the necessity of introducing industrial training into the  Gurukul."
            ]
        }, 
        "4": {}
    }, 
    "Gokhlae": {
        "1": {}, 
        "3": {
            "18": [
                "Whilst living under Gokhlae's roof I was far from being a stay-at-home."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Revashankarbhai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "5": [
                "I  then wrote to Revashankarbhai to allow the insurance policy to lapse  and get whatever could be recovered, or else to regard the premiums  already paid as lost, for I had become convinced that God, who  created my wife and children as well as myself, would take care of  them."
            ]
        }
    }, 
    "Sharadbabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Amongst the Bengali teachers  with whom we came in fairly close contact were Jagadanandbabu,  Nepalbabu, Santoshbabu, Kshitimohanbabu, Nagenbabu, Sharadbabu and  Kalibabu."
            ]
        }, 
        "4": {}
    }, 
    "Yashvantprasad Desai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "Yashvantprasad Desai at once responded."
            ]
        }, 
        "4": {}
    }, 
    "Addison": {
        "1": {
            "17": [
                "I had read  of Addison that he began his maiden speech in the House of Commons,  repeating 'I conceive' three times, and when he could proceed no  further, a wag stood up and said, 'The gentleman conceived thrice but  brought forth nothing.'"
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Delhi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "My bitterest experience was from Lahore to Delhi.", 
                "In that way I somehow reached Delhi and thence Calcutta."
            ], 
            "26": [
                "Now a crisis had arrived, and the Viceroy had invited  various leaders to a war conference in Delhi.", 
                "In response to the invitation I went to Delhi.", 
                "When, therefore, I went to Delhi, I had fully intended to submit the  Muslim case to the Viceroy.", 
                "But on my reaching Delhi another difficulty in the way of my  attending the conference arose."
            ], 
            "27": [
                "There was one  undertaking that I had to fulfill while yet in Delhi.", 
                "The Commissioners in every division were holding conferences on the  Delhi model.", 
                "We attended, but I felt there was even less place for  me here than at Delhi."
            ], 
            "31": [
                "But in the meanwhile Delhi had already observed the hartal  on the 30th March.", 
                "Delhi had never  witnessed a hartal like that before.", 
                "The police checked the hartal procession as it was proceeding towards the railway station, and  opened fire, causing a number of casualties, and the reign of  repression commenced in Delhi.", 
                "Shraddhanandji urgently summoned me  to Delhi.", 
                "I wired back, saying I would start for Delhi immediately  after the 6th of April celebrations were over in Bombay.", 
                "The story of happenings in Delhi was repeated with variations in  Lahore and Amritsar.", 
                "I was altogether  unacquainted with them at at that time, but I communicated to them  my intention to visit Amritsar after Delhi.", 
                "On the night of the 7th I started for Delhi and  Amritsar.", 
                "I asked him  to proceed to Delhi to convey to Swami Shraddhanandji the news about  what had happened and to ask the people to remain clam.", 
                "A train from Delhi came in a short time."
            ], 
            "36": [
                "The Congress inquiry into Dyerism in the Punjab had just commenced,  when I received a letter of invitation to be present at a joint  conference of Hindus and Musalmans that was to meet at Delhi to  deliberate on the Khilafat question."
            ], 
            "3": [
                "The latter expressed his sympathy but shifted  the blame on Delhi."
            ]
        }, 
        "4": {}
    }, 
    "Curzon": {
        "1": {}, 
        "3": {
            "16": [
                "Lord Curzon held his darbar about this time."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Punjabhai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "21": [
                "Punjabhai Hirachand, a merchant in Ahmedabad, had come in close  contact with the Ashram, and used to serve us in a number of matters  in a pure and selfless spirit."
            ]
        }, 
        "4": {}
    }, 
    "Payne": {
        "1": {}, 
        "3": {
            "21": [
                "I took  chambers in Payne, Gilbert and Sayani's offices, and it looked as  though I had settled down."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Natal": {
        "1": {}, 
        "3": {
            "11": [
                "Therefore, ever since my settlement in Natal, I had been endeavouring to clear the community of a charge that had been  leveled against it, not without a certain amount of truth."
            ], 
            "21": [
                "'I am expecting a remittance from Natal."
            ], 
            "1": [
                "Since the steamer was making straight for Natal, without calling at  intermediate ports, our voyage was of only eighteen days.", 
                "But as  though to warn us of the coming real storm on land, a terrible gale  overtook us, whilst we were only four days from Natal."
            ], 
            "2": [
                "They had also the backing of  the State, for the Natal Government openly helped them.", 
                "There were two charges against me:  (1) that whilst in India I had indulged in unmerited condemnation of  the Natal whites;  (2) that with a view to swamping Natal with Indians I had specially  brought the two shiploads of passengers to settle there.", 
                "There were two charges against me:  (1) that whilst in India I had indulged in unmerited condemnation of  the Natal whites;  (2) that with a view to swamping Natal with Indians I had specially  brought the two shiploads of passengers to settle there.", 
                "I had induced no one to go to Natal.", 
                "Neither  had I said, whilst in India, a word about the whites in Natal that I  had not already said in Natal itself.", 
                "Neither  had I said, whilst in India, a word about the whites in Natal that I  had not already said in Natal itself.", 
                "I therefore deplored the civilization of which the Natal whites were  the fruit, and which they represented and championed.", 
                "In our reply the  passengers and I both maintained our right to land at Port Natal,  and intimated our determination to enter Natal at any risk."
            ], 
            "4": [
                "Many of them were old residents, and most of them,  far from wanting to stay in Natal, meant to go to the Transvaal.", 
                "In  those days the Transvaal offered better prospects than Natal to  those coming in search of wealth, and most Indians, therefore,  preferred to go there.", 
                "The language of the bills  above mentioned made them applicable to all, but their object  undoubtedly was to impose further restrictions on the Indian  residents of Natal."
            ], 
            "7": [
                "I was practising in Johannesburg at the time of the Zulu 'Rebellion'  in Natal, which came soon after the Boer War.", 
                "I took my wife and  children to Phoenix and led the Indian ambulance corps attached to  the Natal forces."
            ]
        }, 
        "2": {
            "24": [
                "My experience in Natal had shown me that I  should acquire a knowledge of Urdu to get into closer contact with  the Musalmans, and of Tamil to get into closer touch with the Madras  Indians."
            ], 
            "25": [
                "This unexpected interview with the editor of The Pioneer  laid the foundation of the series of incidents which ultimately led  to my being lynched in Natal.", 
                "A summary of the article was  cabled by Reuter to England, and a summary of that summary was  cabled to Natal by Reuter's London office.", 
                "It was a miniature, but exaggerated,  edition of the picture I had drawn of the treatment accorded to the  Indians in Natal, and it was not in my words.", 
                "We shall see later on  the effect this had in Natal."
            ], 
            "26": [
                "The National Anthem  used to be sung at every meeting that I attended in Natal."
            ], 
            "12": [
                "Sheth Tyeb Haji Khan Muhammad had in Pretoria the same position as  was enjoyed by Dada Abdulla in Natal."
            ], 
            "20": [
                "Labourers from different parts of the province, who went to Natal on  indenture, came to know of this case through their indentured  brethren.", 
                "There was nothing extraordinary in the case itself, but the fact  that there was someone in Natal to espouse their cause and publicly  work for them gave the indentured labourer a joyful surprise and  inspired him with hope."
            ], 
            "21": [
                "In the same year, 1894, the Natal Government sought to impose an annual tax  of £25 on the indentured Indians.", 
                "About the year 1860 the Europeans in Natal, finding that there was  considerable scope for sugar-cane cultivation, felt themselves in  need of labour.", 
                "The Natal Government therefore  corresponded with the Indian Government, and secured their  permission to recruit Indian labour.", 
                "These recruits were to sign an  indenture to work in Natal for five years, and at the end of the  term they were to be at liberty to settle there and to have full  rights of ownership of land."
            ], 
            "17": [
                "Sheth Haji Muhammad Haji Dada was regarded as the foremost leader of the  Indian community in Natal in 1893.", 
                "I argued that we had a right to the  franchise in Natal, as we had a kind of franchise in India.", 
                "It acquainted the Indian  public for the first time with conditions in Natal.", 
                "It was now impossible for me to leave Natal.", 
                "Thus I settled in Natal."
            ], 
            "23": [
                "But the  establishment in Natal was different from the ones that I had had in  Bombay and London.", 
                "I thought it necessary to have a household in  keeping with my position as an Indian barrister in Natal and as a  representative."
            ], 
            "19": [
                "It was  necessary that I should concentrate on public work to justify my  stay in Natal.", 
                "I wanted  to popularize it in Natal.", 
                "This consisted in  acquainting the English in South Africa and England and people in  India with the real state of things in Natal.", 
                "It contained a brief history of the Indian franchise in Natal with  facts and figures."
            ], 
            "18": [
                "But the Law Society of Natal set out  to persuade the Supreme Court to act in contravention of this  principle and to belie its symbol.", 
                "Natal owed its growth to European enterprise, and  therefore it was necessary that the European element should  predominate in the bar.", 
                "'It would be  right', I said, 'to refuse to obey, if in India an English officer  or judge ordered you to take off your turban; but as an officer of  the court, it would have ill become me to disregard a custom of the  court in the province of Natal.'"
            ], 
            "7": [
                "The port of Natal is Durban also known as Port Natal."
            ], 
            "6": [
                "The next call was at Mozambique and thence we reached Natal towards  the close of May."
            ], 
            "9": [
                "Conditions in the Transvaal are worse than in Natal."
            ], 
            "8": [
                "The train reached Maritzburg, the capital of Natal, at about 9 p.m.  Beddings used to be provided at this station."
            ]
        }, 
        "5": {}, 
        "4": {
            "24": [
                "The papers brought the news  of the out break of the Zulu 'rebellion' in Natal.", 
                "Natal had a Volunteer Defence Force, and it was open to it  to recruit more men.", 
                "I considered myself a citizen of Natal, being intimately connected  with it.", 
                "General Mackenzie was a noted Natal farmer."
            ], 
            "12": [
                "I  could not get anyone from Natal, for nobody could enter the  Transvaal without a permit, and for my own personal convenience I  was not prepared to ask a favour of the Permit Officer."
            ], 
            "46": [
                "Distinction between the legal practice in Natal and that in the  Transvaal was that in Natal there was a joint bar; a barrister,  whilst he was admitted to the rank of advocate, could also practise  as an attorney; whereas in the Transvaal, as in Bombay, the spheres  of attorneys and advocates were distinct.", 
                "Distinction between the legal practice in Natal and that in the  Transvaal was that in Natal there was a joint bar; a barrister,  whilst he was admitted to the rank of advocate, could also practise  as an attorney; whereas in the Transvaal, as in Bombay, the spheres  of attorneys and advocates were distinct."
            ], 
            "18": [
                "On receipt of Mr. West's letter I left for Natal."
            ], 
            "3": [
                "Instead of carrying on my work from Natal, as before, I must  now do so from here."
            ], 
            "47": [
                "He perused the papers, and said: 'The case will  be tried by a jury, and a Natal jury will be the last to acquit an  Indian."
            ]
        }
    }, 
    "Dadabhai Naoroji": {
        "1": {
            "24": [
                "One of them  suggested that I should seek Dadabhai Naoroji's advice."
            ], 
            "12": [
                "Dalpatram Shukla, to  Prince Ranjitsinhji and to Dadabhai Naoroji."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Veraval": {
        "1": {}, 
        "3": {
            "21": [
                "The appeal of which I am talking was to be heard at Veraval where  plague was raging.", 
                "A friend who also had cases before the court had wired that I should  put in an application for the camp to be moved to some other station  because of the plague at Veraval.", 
                "The climate of Veraval is lovely.", 
                "You have  proved your worth in Jamnagar and Veraval, and I have therefore not  the least anxiety about you."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Kaul": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "5": [
                "Kaul of the Servants of India Society  recognizing us came up."
            ]
        }, 
        "4": {}
    }, 
    "Kalyandas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "15": [
                "Kalyandas, Maneklal,  Gunvantrai Desai and another whose name I cannot recollect.", 
                "Kalyandas had been entrusted to me by his father.", 
                "In South Africa I  have rarely come across anyone more obliging and willing to render  implicit obedience than Kalyandas.", 
                "There was no need  at all to consult Kalyandas."
            ]
        }
    }, 
    "Vijapur": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "As last, after no end of wandering in Gujarat, Gangabehn found the  spinning wheel in Vijapur in the Baroda State.", 
                "She found  out weavers to weave the yarn that was spun in Vijapur, and soon  Vijapur khadi gained a name for itself.", 
                "She found  out weavers to weave the yarn that was spun in Vijapur, and soon  Vijapur khadi gained a name for itself.", 
                "While these developments were taking place in Vijapur, the spinning  wheel gained a rapid footing in the Ashram.", 
                "The coarse khadi manufactured in the  Ashram and at Vijapur was only thirty inches in width."
            ]
        }, 
        "4": {}
    }, 
    "Charlestown": {
        "1": {}, 
        "3": {}, 
        "2": {
            "9": [
                "I possessed a ticket for the coach, which was not cancelled by the  break of the journey at Maritzburg for a day; besides, Abdulla Sheth  had sent a wire to the coach agent at Charlestown."
            ], 
            "8": [
                "The train took me to Charlestown."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Ahmedabad": {
        "1": {
            "10": [
                "It then used to be held at two centres, Ahmedabad and Bombay.", 
                "This was my first journey from Rajkot to Ahmedabad and that too without a companion."
            ]
        }, 
        "3": {
            "5": [
                "Later, the eldest son, long after he had come of age,  broke away from me, and went to India to join a high school in Ahmedabad."
            ]
        }, 
        "2": {}, 
        "5": {
            "10": [
                "I had told my companions  that, if we were boycotted and denied the usual facilities, we would  not leave Ahmedabad."
            ], 
            "20": [
                "At the same time there came a letter from Shrimati Anasuyabai about  the condition of labour in Ahmedabad.", 
                "So I seized  the first opportunity to go to Ahmedabad.", 
                "Whilst the Kheda peasants' question was still being discussed, I had already  taken up the question of the mill-hands in Ahmedabad."
            ], 
            "21": [
                "At that time the Ashram was in Kochrab, a small village near  Ahmedabad.", 
                "Punjabhai Hirachand, a merchant in Ahmedabad, had come in close  contact with the Ashram, and used to serve us in a number of matters  in a pure and selfless spirit.", 
                "He had a wide experience of things in  Ahmedabad, and he volunteered to procure us suitable land."
            ], 
            "22": [
                "Subsequent inquiry revealed the fact that the beggar  population of Ahmedabad, having got scent of the fact that sweets  were to be distributed under the Ek-Tek tree, had gone there in  large numbers, and it was their hungry scramble for the sweets that  had created all the confusion and disorder."
            ], 
            "23": [
                "Hardly was the  Ahmedabad mill-hands' strike over, when I had to plunge into the  Kheda Satyagraha struggle."
            ], 
            "33": [
                "Almost immediately after the Ahmedabad meeting I went to Nadiad.", 
                "Even at Ahmedabad I  had begun to have a dim perception of my mistake."
            ], 
            "32": [
                "Do  you know what is happening in Ahmedabad?", 
                "But I should be deeply pained and surprised, if I  found that there were disturbances in Ahmedabad.", 
                "Anasuyabehn, too, had received news of disturbances in Ahmedabad.", 
                "I proceeded to Ahmedabad.", 
                "I learnt that an attempt had been made to  pull up the rails near the Nadiad railway station, that a Government  officer had been murdered in Viramgam, and that Ahmedabad was under  martial law.", 
                "The late Sir Ramanbhai and other citizens of Ahmedabad came to me  with an appeal to suspend Satyagraha."
            ], 
            "28": [
                "Vallabhbhai, who joined me at Ahmedabad, saw that I  was unwell, but I did not allow him to guess how unbearable the pain  was.", 
                "Sheth Ambalal with his good wife came down to Nadiad, conferred with  my co-workers and removed me with the greatest care to his Mirzapur  bungalow in Ahmedabad."
            ], 
            "29": [
                "In about a month I  went to Ahmedabad."
            ], 
            "34": [
                "The need for  setting up a press of our own, therefore, became all the more  imperative, and since this could be conveniently done only at  Ahmedabad, Young India too had to be taken there."
            ], 
            "9": [
                "But when I happened to pass through Ahmedabad, many  friends pressed me to settle down there, and they volunteered to  find the expenses of the Ashram, as well as a house for us to live  in.", 
                "I had a predilection for Ahmedabad.", 
                "And then, as Ahmedabad was an ancient centre  of handloom weaving, it was likely to be the most favourable field  for the revival of the cottage industry of hand-spinning.", 
                "The question of untouchability was naturally among the subjects  discussed with the Ahmedabad friends.", 
                "I finally decided to found the Ashram at Ahmedabad.", 
                "Jivanlal Desai, a  barrister in Ahmedabad, was the principal man to help me."
            ]
        }, 
        "4": {}
    }, 
    "Chimanlal Setalvad": {
        "1": {}, 
        "3": {
            "13": [
                "With him were  Mr. Wacha, and Mr. (now Sir) Chimanlal Setalvad."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Maulana Abdul Bari Saheb": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "36": [
                "But in spite of my warning Maulana Abdul Bari Saheb said: 'No matter  whether the Hindus help us or not, the Musalmans ought, as the  countrymen of the Hindus, out of regard for the latter's  susceptibilities, to give up cow slaughter.'"
            ]
        }, 
        "4": {}
    }, 
    "Sharavana": {
        "1": {
            "2": [
                "It was Shravana Pitribhakti Nataka (a play about Sharavana's devotion to his parents)."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Pearson": {
        "1": {}, 
        "3": {}, 
        "2": {
            "11": [
                "I do not remember the names  of them all, but they included the Commentary  of Dr. Parker of the City Temple, Pearson's  Many Infallible Proofs and Butler's Analogy."
            ]
        }, 
        "5": {
            "4": [
                "Andrews was there, and also Pearson.", 
                "Pearson began to wear away his body in making the experiment a  success.", 
                "But Pearson was not the man to be tired."
            ]
        }, 
        "4": {}
    }, 
    "Maulana Mazharul Haq": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "I knew Maulana Mazharul Haq in London when he was studying for the  bar, and when I met him at the Bombay Congress in 1915 – the year in  which he was President of the Muslim League – he had renewed the  acquaintance, and extended me an invitation to stay with him  whenever I happened to go to Patna."
            ]
        }, 
        "4": {}
    }, 
    "Leicester": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "22": [
                "West returned with Mrs. West, a beautiful young lady  from Leicester."
            ]
        }
    }, 
    "Motilalji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "42": [
                "Pandit  Motilalji also wanted the demand for Swaraj to be included in the  resolution.", 
                "Motilalji was the first to join the movement."
            ], 
            "35": [
                "Malaviyaji and  Shraddhanandji I had known intimately before, but this was the first  occasion on which I came in close personal contact with Motilalji."
            ]
        }, 
        "4": {}
    }, 
    "Palwal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Before the train had reached Palwal railway station, I was served  with a written order to the effect that I was prohibited from  entering the boundary of the Punjab, as my presence there was likely  to result in a disturbance of the peace.", 
                "At last the train reached Palwal.", 
                "At Palwal railway station I was taken out of the train and put under  police custody."
            ]
        }, 
        "4": {}
    }, 
    "Bettiah": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "20": [
                "A Marwadi friend had sheltered me in his dharmashala  whilst at Bettiah.", 
                "The goshala in Bettiah is still there, but it has not become a  model dairy, the Champaran bullock is still made to work beyond his  capacity, and the so-called Hindu still cruelly belabours the poor  animal and disgraces his religion."
            ], 
            "14": [
                "I acquainted my co-workers with all this, and told them that there  was a likelihood of Government stopping me from proceeding further,  and that I might have to go to jail earlier than I had expected, and  that, if I was to be arrested, it would be best that the arrest  should take place in Motihari or if possible in Bettiah.", 
                "Rajkumar Shukla's place was in the vicinity of Bettiah,  and the tenants belonging to the kothis in its neighbourhood were  the poorest in the district."
            ]
        }, 
        "4": {}
    }, 
    "Nagpur": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "43": [
                "The resolutions adopted at the Calcutta special session of the Congress  were to be confirmed at its annual session at Nagpur.", 
                "At  the Nagpur session, where it came up for final disposal, Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Hakim Saheb": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "I had not then come in close touch  with Hakim Saheb, but Principal Rudra and Dinabandhu Andrews had  told me a good deal in his praise."
            ], 
            "42": [
                "In the beginning the late Hakim Saheb  was sceptical as to the practicability of non-violent non-co-  operation."
            ], 
            "36": [
                "I likewise discussed it with the late Hakim Saheb."
            ], 
            "44": [
                "For though  Shraddhanandji, the Deshabandhu, Hakim Saheb and Lalaji are no more  with us today, we have the good luck to have a host of other veteran  Congress leaders still living and working in our midst."
            ]
        }, 
        "4": {}
    }, 
    "Rome": {
        "1": {}, 
        "3": {}, 
        "2": {
            "18": [
                "I tried to press home to them the truth  of the maxim, 'When at Rome do as the Romans do.'"
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Rambha": {
        "1": {
            "9": [
                "Rambha, for that was her name, suggested, as a remedy for this fear, the repetition of Ramanama.", 
                "I think it is due to the seed sown by that good woman Rambha that today Ramanama is an infallible remedy for me."
            ], 
            "13": [
                "It was faith that was at work – faith of  which the seed had been sown by the good nurse Rambha."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Shrimatis Avantikabai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "They taught spinning  to Shrimatis Avantikabai, Ramibai Kamdar, the widowed mother of Sjt."
            ]
        }, 
        "4": {}
    }, 
    "England": {
        "1": {
            "11": [
                "I dreamt continually of going to England.", 
                "No Modh Bania had been  to England up to now, and if I dared to do so, I ought to be brought to  book!", 
                "The Sheth – the headman of the community – who  was distantly related to me and had been on very good terms with my father, thus  accosted me:  'In the opinion of the caste, your proposal to go to England is not proper.", 
                "To which I replied: 'I do not think it is at all against our religion to go to  England.", 
                "I cannot alter my resolve to go to England.", 
                "My father's  friend and adviser, who is a learned Brahman, sees no objection to my  gong to England, and my mother and brother have also given me their  permission.'", 
                "As I was thus worrying over my  predicament, I heard that a Junagadh vakil was going to England, for  being called to the bar, by a boat sailing on the 4th of September.", 
                "But this dislike was nothing before  the desire to go to England, which was uppermost in me."
            ], 
            "10": [
                "I would far rather that you sent him to England.", 
                "Think of that barrister who has just come back from England.", 
                "I would strongly advise you to send Mohandas to England this very year.", 
                "Kevalram has numerous friends in England.", 
                "Joshiji – that is how we used to call old Mavji Dave – turned to me with complete assurance, and asked: 'Would you not rather go to England than study here?'", 
                "When I come here next I shall expect to hear of preparations for England.", 
                "It is just possible that he might recommend you for some State help for your education in England.'", 
                "But at that moment my cowardice vanished before the desire to go to England, which completely possessed me.", 
                "He thought it over and said: 'I am not sure whether it is possible for one to stay in England without prejudice to one's own religion.", 
                "At the threshold of death, how dare I give you permission to go to England, to cross the seas?", 
                "I have a faint idea that he hesitated to co-operate directly in my going to England, which was in his opinion an irreligious act.", 
                "Someone had told her that young men got lost in England.", 
                "It was an uncommon thing for a young man of Rajkot to go to England."
            ], 
            "13": [
                "'We come to England not so  much for the purpose of studies as for gaining experience of English  life and customs.", 
                "His one anxiety was lest I should become very weak without meat,  and thus be unable to feel at home in England.", 
                "This was my first hearty meal since my arrival in England."
            ], 
            "12": [
                "And it is so cold in England that  one cannot possibly live there without meat.'", 
                "England I could not bear, but to return to India was not  to be thought of."
            ], 
            "15": [
                "It was  mainly this habit of long walks that kept me practically free from  illness throughout my stay in England and gave me a fairly strong body.", 
                "I inquired  about the Oxford and Cambridge University courses, consulted a few  friends, and found that, if I elected to go to either of these places,  that would mean greater expense and a much longer stay in England than I  was prepared for."
            ], 
            "14": [
                "I had not to spend a lifetime in England, I said to myself."
            ], 
            "17": [
                "This shyness I retained throughout my stay in England.", 
                "My last effort to make a public speech in England was on the eve of my departure  for home."
            ], 
            "16": [
                "There was a Vegetarian Society in England  with a weekly journal of its own.", 
                "I came across  three definitions of meat in England.", 
                "My experiments in England were conducted from the point of view of economy  and hygiene.", 
                "The seed, however, for all of them was  sown in England.", 
                "Vegetarianism was then a new cult in England,  and likewise for me, because, as we have seen, I had gone there a  convinced meat-eater, and was intellectually converted to vegetarianism  later."
            ], 
            "19": [
                "Towards the end of my second year in England I came across two Theosophists,  brothers, and both unmarried."
            ], 
            "18": [
                "There were comparatively few Indian students in England forty years ago.", 
                "School or college students in England are all  bachelors, studies being regarded as incompatible with married life.", 
                "But in these days we have child- marriages, a thing practically  unknown in England.", 
                "Indian youths in England, therefore, felt  ashamed to confess that they were married.", 
                "If, however, Indian youths on arrival in England  indulge in these relations, quite natural to English youths, the  result is likely to be disastrous, as has often been found.", 
                "This was my  first year in England.", 
                "This was  the beginning of an acquaintance that ripened into friendship and  was kept up all through my stay in England and long after.", 
                "I knew that  Indian students in England dissembled the fact of their marriage and  I followed suit."
            ], 
            "23": [
                "I have deferred saying anything up to now about the purpose for which I  went to England, viz., being called to the bar.", 
                "The institution had  gradually lost all its meaning, but conservative England retained it  nevertheless.", 
                "It took me nine months of fairly hard labour to read through the Common Law  of England."
            ], 
            "5": [
                "I do not know whence I got the notion that good handwriting was not a necessary part of education, but I retained it until I went to England."
            ], 
            "4": [
                "At the age of eighteen I went to England, and this meant a long and healthy spell of separation.", 
                "Even after my return from England we hardly stayed together longer than six months."
            ], 
            "24": [
                "How, I wondered,  could he have learnt the art in England?", 
                "I have  already said that, when I went to England, I possessed a note of  introduction to Dadabhai.", 
                "I could not read Kaye's and Malleson's volumes in England, but I did so in  South Africa, as I had made a point of reading them at the first  opportunity."
            ], 
            "20": [
                "It was in England that I first discovered the  futility of mere religious knowledge.", 
                "During the last year, as far as I can remember, of my stay in England, that  is in 1890, there was a Vegetarian Conference at Portsmouth to which  an Indian friend and I were invited.", 
                "After dinner we sat  down to play a rubber of bridge, in which our landlady joined, as is  customary in England even in respectable households."
            ], 
            "21": [
                "Just about this time Narayan Hemchandra came to England."
            ]
        }, 
        "3": {
            "9": [
                "All people who go to England  learn there at least the art of shaving, but none, to my knowledge,  learn to cut their own hair."
            ], 
            "10": [
                "After the reverses  at Spion Kop and Vaalkranz, the British Commander-in-Chief abandoned  the attempt to relieve Ladysmith and other places by summary  procedure, and decided to proceed slowly, awaiting reinforcements  from England and India."
            ], 
            "5": [
                "I should never have been  free, as I am today, from anxiety on their score, and the artificial  education that they could have had in England or South Africa, torn  from me, would never have taught them the simplicity and the spirit  of service that they show in their lives today, while their  artificial ways of living might have been a serious handicap in my  public work."
            ], 
            "21": [
                "Kevalram Mavji  Dave, my old well-wisher, who had induced me to go to England, was  there, and he started me straightaway with three briefs."
            ], 
            "7": [
                "Whilst in England I had read something  about contraceptives."
            ]
        }, 
        "2": {
            "25": [
                "A summary of the article was  cabled by Reuter to England, and a summary of that summary was  cabled to Natal by Reuter's London office."
            ], 
            "27": [
                "I had been on  friendly terms with him ever since my stay in England."
            ], 
            "15": [
                "I communicated with Christian  friends in England."
            ], 
            "17": [
                "Copies were sent to journals and publicists in England  representing different parties."
            ], 
            "19": [
                "The  name 'Congress', I knew, was in bad odour with the Conservatives in  England, and yet the Congress was the very life of India.", 
                "This consisted in  acquainting the English in South Africa and England and people in  India with the real state of things in Natal."
            ], 
            "1": [
                "Thus the  acquaintance begun in England continued in India and ripened into a  permanent friendship between the two families.I was  pining to see my mother.", 
                "My brother had kept me  ignorant of her death, which took place whilst I was still in  England."
            ], 
            "2": [
                "Had I agitated for being admitted to the caste, had I attempted to  divide it into more camps, had I provoked the castemen, they would  surely have retaliated, and instead of steering clear of the storm,  I should on arrival from England, have found myself in a whirlpool  of agitation, and perhaps a party to dissimulation.", 
                "Even my stay in  England had not cured me of jealousy.", 
                "My brother had  children, and my own child which I had left at home when I went to  England was now a boy of nearly four."
            ], 
            "4": [
                "Now I had  known this officer when in England, and he may be said to have been  fairly friendly to me.", 
                "I should not, I thought, try to take advantage of a  trifling acquaintance in England.", 
                "I reminded him of the old acquaintance, but I immediately  saw that Kathiawad was different from England; that an officer on  leave was not the same as an officer on duty.", 
                "He is still fresh from  England, and hot-blooded."
            ], 
            "6": [
                "When starting for South Africa I did not feel the wrench of separation  which I had experienced when leaving for England.", 
                "Another baby  had been born to us since my return from England."
            ], 
            "8": [
                "Book-keeping  I had learnt neither at school nor during my stay in England."
            ]
        }, 
        "5": {
            "1": [
                "According to our original plan I was to have preceded them,  but my preoccupation in England with the war had upset all our  calculations, and when I saw that I had to be detained in England  indefinitely, I was faced with the question of finding a place for  accommodating the Phoenix party.", 
                "According to our original plan I was to have preceded them,  but my preoccupation in England with the war had upset all our  calculations, and when I saw that I had to be detained in England  indefinitely, I was faced with the question of finding a place for  accommodating the Phoenix party."
            ], 
            "8": [
                "On the eve of my going to  England, however, I got rid of the shikha,  lest when I was bare-headed it should expose me to ridicule and make  me look, as I then thought, a barbarian in the eyes of the  Englishmen."
            ], 
            "3": [
                "During the Satyagraha in South Africa I had altered my style of  dress so as to make it more in keeping with that of the indentured labourers, and in England also I had adhered to the same style for indoor use."
            ], 
            "26": [
                "He  told me of the controversy in the British press regarding secret  treaties between England and Italy.", 
                "How could I participate in the  conference, if England had entered into secret treaties with another  European power?"
            ], 
            "4": [
                "Keshavrao Deshpande, who was a  contemporary and a close friend of mine in England, and who had  conducted a school in the Baroda State called 'Ganganath Vidyalaya',  had given the teachers family names with a view to investing the  Vidyalaya with a family atmosphere."
            ]
        }, 
        "4": {
            "11": [
                "I had stayed in English  houses during my days in England, but there I conformed to their  ways of living, and it was more or less like living in a boarding  house."
            ], 
            "39": [
                "Whilst in England I was enjoying the protection of  the British Fleet, and taking shelter as I did under its armed  might, I was directly participating in its potential violence."
            ], 
            "38": [
                "On arrival in England I learned that Gokhale had been stranded in Paris  where he had gone for reasons of health, and as communication  between Paris and London had been cut off, there was no knowing when  he would return.", 
                "As one of the best Satyagrahis  he had been sent to England to qualify himself as a barrister, so  that he might take my place on return to South Africa.", 
                "With him, and through  him, I had conferences with Dr. Jivraj Mehta and others who were  persuing their studies in England.", 
                "I felt that Indians residing  in England ought to do their bit in the war.", 
                "I thought that England's need should not be turned into our  opportunity, and that it was more becoming and far-sighted not to  press our demands while the war lasted."
            ], 
            "21": [
                "Mr. Ritch had decided to finish his legal studies in England,  and it was impossible for me to bear the burden of the office  single-handed, so I suggested to Polak that he should join the  office and qualify as an attorney."
            ], 
            "22": [
                "He appreciated the force of my argument, and immediately  opened correspondence on the subject with Mrs. Polak, who was then  in England."
            ], 
            "37": [
                "So in July Kasturbai,  Kallenbach and I sailed for England."
            ], 
            "43": [
                "Mr. Kallenbach had accompanied me to England with a view to going to  India."
            ], 
            "41": [
                "I have already referred to the attack of pleurisy I had in England."
            ]
        }
    }, 
    "Putlibai": {
        "1": {
            "1": [
                "His last wife, Putlibai, bore him a daughter and three sons, I being the youngest."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Gabb": {
        "1": {}, 
        "3": {}, 
        "2": {
            "11": [
                "The Misses Harris and Gabb were both elderly maiden ladies."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Abdur Rahman": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "Ansari and Abdur Rahman."
            ]
        }, 
        "4": {}
    }, 
    "Surendranath Banerji": {
        "1": {}, 
        "3": {}, 
        "2": {
            "29": [
                "I had of course to see Surendranath Banerji, the 'Idol of Bengal'."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "America": {
        "1": {
            "21": [
                "'Then you will go to America also?'", 
                "While going to  America also I shall travel on deck.'", 
                "Finally he carried out his determination to visit America."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "4": [
                "'All men of your status in America have their lives  insured.", 
                "We in America regard it as a religious obligation  to get insured."
            ]
        }
    }, 
    "Parsi Rustomji": {
        "1": {}, 
        "3": {}, 
        "2": {
            "8": [
                "I likewise met the late Parsi Rustomji and the late Adamji  Miyakhan about the same time."
            ], 
            "27": [
                "But Parsi Rustomji  made amends for the broken resolve, and a number of Parsi sisters  are now making amends for the lady who helped in the breach, by  dedicating themselves to khadi work."
            ], 
            "17": [
                "Parsi Rustomji was of course there."
            ]
        }, 
        "5": {}, 
        "4": {
            "47": [
                "The reader, by now, will be quite familiar with Parsi Rustomji's name.", 
                "But to use the telling simile of the Gujarati poet Akho, theft like  quicksilver won't be suppressed, and Parsi Rustomji's proved no  exception.", 
                "He is a friend too,' said Parsi  Rustomji.", 
                "Parsi Rustomji intercepted:  'I thank you, but I should like to be guided by Mr. Gandhi's advice  in this case.", 
                "Having thus shelved the counsel's question, we went to Parsi  Rustomji's shop.", 
                "I cannot say that Parsi Rustomji took all this quite well.", 
                "I also promised to place all the books at his disposal and told him  how penitent Parsi Rustomji was feeling.", 
                "The case against Parsi Rustomji was compromised."
            ]
        }
    }, 
    "Jivraj Mehta": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "38": [
                "With him, and through  him, I had conferences with Dr. Jivraj Mehta and others who were  persuing their studies in England."
            ], 
            "37": [
                "There I came to know Dr. Jivraj  Mehta."
            ], 
            "43": [
                "Dr. Jivraj Mehta had bandaged my ribs with 'Mede's Plaster' and had  asked me not to remove it till we reached the Red Sea."
            ], 
            "41": [
                "Dr. Jivraj Mehta treated me.", 
                "With these words he turned to Dr.  Jivraj Mehta and said: 'Please don't worry him any more."
            ]
        }
    }, 
    "Malaviyaji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "37": [
                "Pandit Malaviyaji  was neutral.", 
                "Pandit Malaviyaji had harboured me in his own room.", 
                "But I may not occupy this chapter with a description of Malaviyaji's  mode of living, and must return to my subject.", 
                "I was thus enabled to  hold daily discussions with Malaviyaji, who used lovingly to explain  to me, like an elder brother, the various view-points of the  different parties.", 
                "Finally I laid bare my  distress to Malaviyaji.", 
                "Pandit  Malaviyaji and Mr. Jinnah were to support it.", 
                "Malaviyaji was  leaving no stone unturned to bridge the gulf.", 
                "Malaviyaji's eye was already scanning every quarter  for a ray of hope.", 
                "Malaviyaji was filled with hope."
            ], 
            "38": [
                "Pandit  Malaviyaji enjoyed the reputation of being the prince among beggars  for the public cause.", 
                "I had not the unrivalled magic of  Malaviyaji for commanding princely donations from the potentates of  India."
            ], 
            "15": [
                "Pandit Malaviyaji had sent  me an assurance that, whenever I wanted him, I had only to send him  word, but I did not trouble him."
            ], 
            "35": [
                "At the same  time Malaviyaji sent telegrams asking me to proceed to the Punjab at  once.", 
                "Malaviyaji and  Shraddhanandji I had known intimately before, but this was the first  occasion on which I came in close personal contact with Motilalji."
            ]
        }, 
        "4": {}
    }, 
    "India": {
        "1": {
            "24": [
                "You have not even read the history of India."
            ], 
            "13": [
                "In India I had  never read a newspaper."
            ], 
            "12": [
                "If it be found  impossible to get on without it, I will far rather go back to India than  eat meat in order to remain there.'", 
                "'Do not ask questions as we  usually do in India on first acquaintance; do not talk loudly; never  address people as \"sir\" whilst speaking to them as we do in India; only  servants and subordinates address their masters that way.'", 
                "'Do not ask questions as we  usually do in India on first acquaintance; do not talk loudly; never  address people as \"sir\" whilst speaking to them as we do in India; only  servants and subordinates address their masters that way.'", 
                "England I could not bear, but to return to India was not  to be thought of."
            ], 
            "15": [
                "It was one of the  compulsory subjects in India and so I had selected it for the London  Matriculation."
            ], 
            "14": [
                "While in India, the mirror had  been a luxury permitted on the days when the family barber gave me a  shave.", 
                "The  violin I could learn even in India."
            ], 
            "23": [
                "To us in India it is a matter for surprise, if we are not  'civilized', that the cost of drink should exceed the cost of food.", 
                "The one book I remember to have  read, on my return to India, with the same unflagging interest, was  Mayne's Hindu Law But it is out of place to talk here of Indian law books."
            ], 
            "21": [
                "How can I return to India without having seen the New World?'"
            ]
        }, 
        "3": {}, 
        "2": {
            "24": [
                "I had hoped to continue these studies even after reaching India, but  it was impossible.", 
                "In Tamil, as I have said, I made some  little progress, but in Telugu, which I tried to learn in India, I  did not get beyond the alphabet."
            ], 
            "25": [
                "Ten thousand copies were printed and sent to all the papers and  leaders of every party in India."
            ], 
            "26": [
                "Preparations were going on for the celebration of Queen Victoria's  Diamond Jubilee when I reached India.", 
                "I recollect having taught it to students of the local Training  College, but I forget whether it was on the occasion of the jubilee  or of King Edward VII's coronation as Emperor of India."
            ], 
            "15": [
                "I also  corresponded with other religious authorities in India and received  answers from them."
            ], 
            "21": [
                "Merchants from India followed them and  settled there for trade.", 
                "The first suggestion was that the Indian labourers should be  forcibly repatriated, so that the term of their indentures might  expire in India.", 
                "The Government of India was not likely to accept  the suggestion.", 
                "Another proposal was therefore made to the effect  that:  1. the indentured labourer should return to India on the expiry of his indenture; or that  2. he should sign a fresh indenture every two years, an increment being given at each renewal; and that  3. in the case of his refusal to return to India or renew the indenture he should pay an annual tax of £25.", 
                "Another proposal was therefore made to the effect  that:  1. the indentured labourer should return to India on the expiry of his indenture; or that  2. he should sign a fresh indenture every two years, an increment being given at each renewal; and that  3. in the case of his refusal to return to India or renew the indenture he should pay an annual tax of £25.", 
                "A deputation composed of Sir Henry Binns and Mr. Mason was sent to  India to get the proposal approved by the Government there.", 
                "In  giving his approval he had in no way thought of the interests of  India.", 
                "As trustee  of the welfare of India, the Viceroy ought never to have approved of  this inhuman tax.", 
                "Had the  community given up the struggle, had the Congress abandoned the  campaign and submitted to the tax as inevitable, the hated impost  would have continued to be levied from the indentured Indians until  this day, to the eternal shame of the Indians in South Africa and of  the whole of India."
            ], 
            "17": [
                "I argued that we had a right to the  franchise in Natal, as we had a kind of franchise in India.", 
                "The Times of India,  in a leading article on the petition, strongly supported the Indian  demands."
            ], 
            "19": [
                "The  name 'Congress', I knew, was in bad odour with the Conservatives in  England, and yet the Congress was the very life of India.", 
                "This consisted in  acquainting the English in South Africa and England and people in  India with the real state of things in Natal.", 
                "All this activity resulted in winning the Indians numerous friends  in South Africa and in obtaining the active sympathy of all parties  in India."
            ], 
            "18": [
                "'It would be  right', I said, 'to refuse to obey, if in India an English officer  or judge ordered you to take off your turban; but as an officer of  the court, it would have ill become me to disregard a custom of the  court in the province of Natal.'"
            ], 
            "22": [
                "And service for me was the service of India,  because it came to me without my seeking, because I had an aptitude  for it.", 
                "I read with interest Max Muller's book, India – What Can It Teach Us?", 
                "But I could not get on very  far, and decided to follow them with the help of some expert when I  returned to India."
            ], 
            "1": [
                "Thus the  acquaintance begun in England continued in India and ripened into a  permanent friendship between the two families.I was  pining to see my mother."
            ], 
            "5": [
                "But I wanted somehow to leave India."
            ], 
            "8": [
                "I made his  acquaintance, as also that of the late Mr. Subhan Godfrey, then a  teacher under the Protestant Mission, and father of James Godfery,  who, as a member of the South African Deputation, visited India in  1924.", 
                "'Look, now,' said he, 'this is a different country from  India.", 
                "Should I fight for my rights or go back  to India, or should I go on to Pretoria without minding the insults,  and return to India after finishing the case?", 
                "Should I fight for my rights or go back  to India, or should I go on to Pretoria without minding the insults,  and return to India after finishing the case?", 
                "It would be cowardice  to run back to India without fulfilling my obligation."
            ]
        }, 
        "5": {
            "24": [
                "Champaran being in a far away corner of India, and the press having been kept  out of the campaign, it did not attract visitors from outside."
            ], 
            "26": [
                "But if you agree that the Empire has been, on the whole, a power for  good, if you believe that India has, on the whole, benefited by the  British connection, would you not admit that it is the duty of every  Indian citizen to help the Empire in the hour of its need?"
            ], 
            "27": [
                "'What good has  Government done for India to deserve our co-operation?'", 
                "One of  the arguments I had used was distasteful to the Commissioner: 'Among  the many misdeeds of the British rule in India, history will look  upon the Act depriving a whole nation of arms as the blackest.", 
                "I  would make India offer all her able-bodied sons as a sacrifice to  the Empire at its critical moment, and I know that India, by this  very act, would become the most favoured partner in the Empire, and  racial distinctions would become a thing of the past.", 
                "I  would make India offer all her able-bodied sons as a sacrifice to  the Empire at its critical moment, and I know that India, by this  very act, would become the most favoured partner in the Empire, and  racial distinctions would become a thing of the past.", 
                "But  practically the whole of educated India has decided to take a less  effective course, and it is no longer possible to say that educated  India does not exercise any influence on the masses.", 
                "But  practically the whole of educated India has decided to take a less  effective course, and it is no longer possible to say that educated  India does not exercise any influence on the masses.", 
                "I have been  coming into most intimate touch with the ryots ever since my return  from South Africa to India, and I wish to assure you that the desire  for Home Rule has widely penetrated them.", 
                "I know that there are many in India who consider no  sacrifice as too great in order to achieve the end, and they are  wakeful enough to realize that they must be equally prepared to  sacrifice themselves for the Empire in which they hope and desire to  reach their final status.", 
                "My intimate intercourse  with the ryots convinces me that India has already donated to the  Imperial Exchequer beyond her capacity.", 
                "If I could popularize the use of  soul-force, which is but another name for love-force, in place of  brute force, I know that I could present you with an India that  could defy the whole world to do its worst.", 
                "In  the most scrupulous regard for the rights of those States and of  the Muslim sentiment as to their places of worship, and your just  and timely treatment of India's claim to Home Rule lies the safety  of the Empire."
            ], 
            "44": [
                "Ever since my return to India I have had experience of the dormant  passions lying hidden within me."
            ], 
            "43": [
                "Resolutions about Hindu-Muslim unity, the removal of untouchability  and khadi too were passed in this Congress, and since then the Hindu  members of the Congress have taken upon themselves the  responsibility of ridding Hinduism of the curse of untouchability,  and the Congress has established a living bond of relationship with  the 'skeletons' of India through khadi."
            ], 
            "41": [
                "Besides,  you ought to know that India's production of cloth falls far short  of its requirements.", 
                "I swear by this form of Swadeshi,  because through it I can provide work to the semi-starved,  semi-employed women of India.", 
                "My idea is to get these women to spin  yarn, and to clothe the people of India with khadi woven out of it."
            ], 
            "1": [
                "I wanted them all to stay together  in India, if possible, and to live the life they had led at Phoenix."
            ], 
            "3": [
                "You should approach the Government of  India,' said the Secretary.", 
                "I communicated with the Government of India, but got no reply beyond  an acknowledgment.", 
                "I regarded this event as the advent of Satyagraha in India."
            ], 
            "2": [
                "Gokhale and the members of  the Servants of India Society overwhelmed me with affection."
            ], 
            "5": [
                "Kaul of the Servants of India Society  recognizing us came up."
            ], 
            "4": [
                "'Do you think,' he asked me,  'that a time will come for Satyagraha in India?", 
                "For Gokhale took from me a promise that I should travel in India for  gaining experience, and express no opinion on public questions until  I have finished the period of probation.", 
                "I may note in this connection that Gokhale used to laugh at some of  my ideas in Hind Swaraj (Indian Home Rule)  and say: 'After you have stayed a year in India, your views will  correct themselves.'"
            ], 
            "7": [
                "Our stay in Shantiniketan had  taught us that the scavenger's work would be our special function in  India.", 
                "Thus it was in Hardvar that I  realized what a deep impression my humble services in South Africa  had made throughout the whole of India.", 
                "So I pledged  myself never whilst in India to take more than five articles in  twenty-four hours, and never to eat after dark."
            ], 
            "9": [
                "I wanted to  acquaint India with the method I had tried in South Africa, and I  desired to test in India the extent to which its application might  be possible.", 
                "I wanted to  acquaint India with the method I had tried in South Africa, and I  desired to test in India the extent to which its application might  be possible."
            ], 
            "8": [
                "As I grew up several well-meaning attempts were made both in India  and South Africa to re-invest me with the sacred thread, but with  little success.", 
                "I doubt, whether in the present  state of Hinduism and of India, Hindus can vindicate the right to  wear a symbol charged with such a meaning."
            ], 
            "11": [
                "Indentured labourers were those who had emigrated from India to  labour under an indenture for five years or less.", 
                "Under the  Smuts-Gandhi settlement of 1914, the £3 tax in respect of the  indentured emigrants to Natal had been abolished, but the general  emigration from India still needed treatment.", 
                "I felt, however, that India could not  be satisfied with so very vague an assurance, but ought to agitate  for immediate abolition.", 
                "India had tolerated the system through   sheer negligence, and I believed the time had come when people could  successfully agitate for this redress.", 
                "We adopted the  31st July as the latest date by which the abolition should be  announced, a resolution to that effect was passed at the public  meeting, and meetings throughout India resolved accordingly.", 
                "Before the 31st July the Government announced that indentured  emigration from India was stopped."
            ], 
            "39": [
                "I do not remember to have seen a handloom or a spinning wheel when in  1908 I described it in Hind Swaraj  as the panacea for the growing pauperism of India.", 
                "In that book I  took it as understood that anything that helped India to get rid of  the grinding poverty of her masses would in the same process also  establish Swaraj.", 
                "Even in 1915, when I returned to India from South  Africa, I had not actually seen a spinning wheel."
            ], 
            "38": [
                "I had not the unrivalled magic of  Malaviyaji for commanding princely donations from the potentates of  India."
            ], 
            "15": [
                "I am fully conscious of the fact that a  person, holding, in the public life of India, a position such as I  do, has to be most careful in setting an example."
            ], 
            "14": [
                "Champaran, being far up north of the  Ganges, and right at the foot of the Himalayas in close proximity to  Nepal, was cut off from the rest of India."
            ], 
            "17": [
                "I requested the Servants of India  Society to lend us the services of the late Dr. Dev."
            ], 
            "18": [
                "In countless cottages in India people live without  any furniture, and without a change of clothes, merely with a rag to  cover their shame."
            ], 
            "30": [
                "I have attended the proceeding  of India’s legislative chamber only once in my life, and that was on  the occasion of the debate on this Bill.", 
                "Let all the people of India, therefore,  suspend their business on that day and observe the day as one of  fasting and prayer.", 
                "The whole of India from one end  to the other, towns as well as villages, observed a complete hartal  on that day."
            ], 
            "37": [
                "I further believed at that time that Mr. Montagu  would not betray or allow India's cause to be betrayed."
            ], 
            "36": [
                "This meeting  afforded me a direct proof of the fact that Hindi-Urdu alone could  become the lingua franca of India."
            ], 
            "34": [
                "Before this  outrage the Jalianwala Bagh tragedy paled into insignificance in my  eyes, though it was this massacre principally that attracted the  attention of the people of India and of the world.", 
                "Young India was  therefore restored to its original weekly form.", 
                "Moreover the press laws in force in  India at that time were such that, if I wanted to express my views untrammelled, the existing printing presses, which were naturally  run for business, would have hesitated to publish them."
            ]
        }, 
        "4": {}
    }, 
    "Viramgam": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "32": [
                "I learnt that an attempt had been made to  pull up the rails near the Nadiad railway station, that a Government  officer had been murdered in Viramgam, and that Ahmedabad was under  martial law."
            ], 
            "3": [
                "On account of the plague prevailing at that time, third class  passengers were being medically inspected at Viramgam or Wadhwan –  I forget which.", 
                "He told me about the Viramgam customs, and  the hardships railway passengers had to suffer on account of it.", 
                "He  would talk to me every day of Viramgam, and the hardships of the  passengers, which had become absolutely unbearable for him.", 
                "Wherever I went in Kathiawad I heard complaints about the Viramgam  customs hardships.", 
                "He gave me a patient hearing, telephoned that very  moment for papers about Viramgam, and promised to remove the cordon  if the authorities had no explanation or defence to offer.", 
                "Within a  few days of this interview I read in the papers that the Viramgam  customs cordon had been removed."
            ]
        }, 
        "4": {}
    }, 
    "Badri": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "14": [
                "Badri, who was as good as the president.", 
                "Badri came in very close contact with me and took a prominent part  in Satyagraha."
            ], 
            "6": [
                "His name was Badri.", 
                "But how could trusting Badri be allowed  to suffer?", 
                "I know  you will never allow Badri to come to grief, for you will pay him  out of your pocket, but if you go on helping your reform schemes by  operating on your clients' money, the poor fellows will be ruined,  and you will soon become a beggar.", 
                "For though I made good Badri's  loss, I should not have been able to meet any similar loss and  should have been driven to incur debt - a thing I have never done in  my life and always abhorred."
            ]
        }
    }, 
    "Dalpatram": {
        "1": {
            "13": [
                "Dalpatram Shukla therefore decided that  I should be put with some family."
            ], 
            "12": [
                "Dalpatram Shukla, to  Prince Ranjitsinhji and to Dadabhai Naoroji."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "London": {
        "1": {
            "24": [
                "I studied Shakespeare's physiognomy, but  did not acquire the knack of finding out the Shakespeares walking up  and down the streets of London."
            ], 
            "13": [
                "The friend's house was in  Richmond, and it was not possible to go to London more than once or  twice a week."
            ], 
            "12": [
                "Someone on board had  advised us to put up at the Victoria Hotel in London.", 
                "Mazmudar, and as he was not a stranger to London, he  offered to find rooms for us."
            ], 
            "14": [
                "Not content with this, I wasted ten pounds on an  evening suit made in Bond Street, the centre of fashionable life in  London; and got my good and noble-hearted brother to send me a double  watch-chain of gold."
            ], 
            "18": [
                "She gave  me her London address and invited me to dine at her house every  Sunday."
            ], 
            "21": [
                "I hope your stay in London will agree with you  and that you will get in touch with people here.", 
                "Narayan Hemchandra went to Paris after a few months' stay in London."
            ]
        }, 
        "3": {}, 
        "2": {
            "25": [
                "A summary of the article was  cabled by Reuter to England, and a summary of that summary was  cabled to Natal by Reuter's London office."
            ], 
            "27": [
                "I first met  him in a vegetarian restaurant in London.", 
                "Pestonji had not  quite this reputation, but he was famous for his erudition even in  London."
            ], 
            "23": [
                "But the  establishment in Natal was different from the ones that I had had in  Bombay and London."
            ]
        }, 
        "5": {
            "13": [
                "I knew Maulana Mazharul Haq in London when he was studying for the  bar, and when I met him at the Bombay Congress in 1915 – the year in  which he was President of the Muslim League – he had renewed the  acquaintance, and extended me an invitation to stay with him  whenever I happened to go to Patna."
            ]
        }, 
        "4": {
            "38": [
                "On arrival in England I learned that Gokhale had been stranded in Paris  where he had gone for reasons of health, and as communication  between Paris and London had been cut off, there was no knowing when  he would return.", 
                "Sorabji Adajania, my comrade in jail and a Satyagrahi, was  then reading for the bar in London.", 
                "London in these days was a sight worth seeing."
            ], 
            "37": [
                "At the conclusion of the Satyagraha struggle in 1914, I received Gokhale's  instruction to return home via London.", 
                "During  the voyage to London, on the other hand, there was enough room and  cleanliness, and the steamship company had provided special  facilities for us.", 
                "We reached London on the 6th."
            ], 
            "29": [
                "Only once I  happened to take both the articles whilst I was in London in 1914."
            ], 
            "41": [
                "Gokhale returned to London soon after.", 
                "Meanwhile Gokhale left for home, as he could not stand the October  fogs of London."
            ]
        }
    }, 
    "Pestonji": {
        "1": {}, 
        "3": {}, 
        "2": {
            "27": [
                "Pestonji had not  quite this reputation, but he was famous for his erudition even in  London.", 
                "Pestonji Padshah, however, not only  refused to aid me, but even advised me not to return to South  Africa."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Abdul Gani Sheth": {
        "1": {}, 
        "3": {}, 
        "2": {
            "9": [
                "Here I found Abdul Gani Sheth expecting me, and he  gave me a cordial greeting."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Swami Vivekanand": {
        "1": {}, 
        "3": {
            "19": [
                "Having seen enough of the Brahmo Samaj, it was impossible to be  satisfied without seeing Swami Vivekanand."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Pragji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "32": [
                "Pragji Desai."
            ]
        }
    }, 
    "Shastriji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "30": [
                "Shastriji delivered an  impassioned speech, in which he uttered a solemn note of warning to  the Government.", 
                "The Viceroy seemed to be listening spell-bound, his  eyes riveted on Shastriji as the latter poured forth the hot stream  of his eloquence.", 
                "Shastriji’s solemn warning was,  therefore, entirely lost upon the Government."
            ]
        }, 
        "4": {}
    }, 
    "Lala Harkishanlal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "37": [
                "The news  of my proposal was somehow whispered to Lala Harkishanlal.", 
                "But Lala  Harkishanlal came to the rescue and undertook to make the necessary  arrangements."
            ]
        }, 
        "4": {}
    }, 
    "Mavji Dave": {
        "1": {
            "10": [
                "We had, in Mavji Dave, who was a shrewd and learned Brahman an old friend and adviser of the family.", 
                "Joshiji – that is how we used to call old Mavji Dave – turned to me with complete assurance, and asked: 'Would you not rather go to England than study here?'"
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Miss Schlesin": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "12": [
                "She was Miss Schlesin, introduced  to me by Mr. Kallenbach, whom the reader will know in due course.", 
                "I could go on without end writing thus about Miss Schlesin, but I  shall conclude this chapter with citing Gokhale's estimate of her.", 
                "He gave the first  place to Miss Schlesin amongst all the Indian and European  co-workers.", 
                "'I have rarely met with the sacrifice, the purity and  the fearlessness I have seen in Miss Schlesin,' said he."
            ]
        }
    }, 
    "Dhruva": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "22": [
                "Anandshankar Dhruva  intervened and was in the end appointed arbitrator, and the strike  was called off after I had fasted only for three days."
            ]
        }, 
        "4": {}
    }, 
    "Southampton": {
        "1": {
            "12": [
                "However, we reached Southampton, as far as I remember, on a Saturday.", 
                "Dr. Mehta, to whom I had wired from Southampton, called at about eight o'clock the  same evening."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Ganges": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "8": [
                "I had heard much in praise of the Lakshman Jhula (a hanging bridge  over the Ganges) some distance from Hrishikesh, and many friends  pressed me not to leave Hardvar without having gone as far as the  bridge.", 
                "He saw me bareheaded and shirtless as I  had returned from my bath in the Ganges.", 
                "As at Hardvar, so at Hrishikesh, people dirtied the  roads and the fair banks of the Ganges.", 
                "They did not even hesitate  to desecrate the sacred water of the Ganges.", 
                "Lakshman Jhula was, I saw, nothing but an iron suspension bridge  over the Ganges."
            ], 
            "14": [
                "Champaran, being far up north of the  Ganges, and right at the foot of the Himalayas in close proximity to  Nepal, was cut off from the rest of India."
            ]
        }, 
        "4": {}
    }, 
    "Rajchandra": {
        "1": {}, 
        "3": {}, 
        "2": {
            "1": [
                "But the introduction that I need particularly take note of was the  one to the poet Raychand or Rajchandra, the son-in-law of an elder  brother of Dr. Mehta, and partner of the firm of jewellers conducted  in the name of Revashankar Jagjivan."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Mahatma Munshiramji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "8": [
                "It was a positive relief to reach the Gurukul and meet Mahatma  Munshiramji with his giant frame."
            ], 
            "7": [
                "I was by no means eager to attend the  fair, but I was anxious to meet Mahatma Munshiramji who was in his  Gurukul."
            ]
        }, 
        "4": {}
    }, 
    "France": {
        "1": {
            "14": [
                "French was not only the language of  neighbouring France, but it was the lingua franca of the  Continent over which I had a desire to travel."
            ], 
            "21": [
                "I want to go to France and learn French."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Lucknow": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "Brajkishore Babu was not the Babu Brajkishore Prasad I had met  in Lucknow."
            ], 
            "12": [
                "This man caught hold of me at Lucknow, where I had gone for the  Congress of 1916."
            ]
        }, 
        "4": {}
    }, 
    "Jamnagar": {
        "1": {}, 
        "3": {
            "21": [
                "Two of them  were appeals before the Judicial Assistant to the Political Agent in  Kathiawad and one was an original case in Jamnagar.", 
                "You have  proved your worth in Jamnagar and Veraval, and I have therefore not  the least anxiety about you."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Kuhne": {
        "1": {}, 
        "3": {
            "22": [
                "I knew Kuhne's treatment and had tried it too.", 
                "So I began to give Manilal  hip baths according to Kuhne, never keeping him in the tub for more  than three minutes, and kept him on orange juice mixed with water  for three days."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {
            "23": [
                "Instead of buying baker's bread, we began to prepare unleavened  wholemeal bread at home according to Kuhne's recipe."
            ], 
            "36": [
                "Thus during the first I  took Kuhne baths every day, but during the second I gave them up  after two or three days, and drank very little water, as it was  distasteful and produced nausea."
            ], 
            "7": [
                "I tried  Kuhne's hipbaths, which gave some relief but did not completely cure  me."
            ], 
            "6": [
                "There was in Johannesburg a vegetarian restaurant conducted by a  German who believed in Kuhne's hydropathic treatment."
            ]
        }
    }, 
    "Lady Tata": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Amongst the ladies from Bombay  who formed the deputation, I remember the names of Lady Tata and the  late Dilshad Begam."
            ]
        }, 
        "4": {}
    }, 
    "Shrimati Anasuyabehn": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "29": [
                "Shankarlal  Banker and Shrimati Anasuyabehn."
            ], 
            "23": [
                "Vallabhbhai Patel, Shankarlal Banker, Shrimati  Anasuyabehn, Sjts."
            ]
        }, 
        "4": {}
    }, 
    "Samarth": {
        "1": {}, 
        "3": {
            "21": [
                "Samarth."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Shambhaubabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Their  disciples, or their companions – Shambhaubabu, Anugrahababu,  Dharanibabu, Ramnavmibabu and other vakils – were always with us."
            ]
        }, 
        "4": {}
    }, 
    "Ansari": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "Ansari and Abdur Rahman."
            ]
        }, 
        "4": {}
    }, 
    "Brajkishorebabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "15": [
                "The planters left no stone unturned in maligning Brajkishorebabu,  but the more they maligned him, the more he rose in the estimation  of the people."
            ], 
            "17": [
                "Brajkishorebabu and Rajendrababu were a matchless pair."
            ], 
            "16": [
                "However, Brajkishorebabu tactfully secured one with considerable  open space about it, and we now removed there.", 
                "Brajkishorebabu and his friends were mainly  vakils who either contributed funds themselves, or found it from  friends whenever there was an occasion.", 
                "I  decided to get as much as was possible, with Brajkishorebabu's help,  from well-to-do Biharis living outside Champaran and, if more was  needed, to approach my friend Dr. P.J."
            ]
        }, 
        "4": {}
    }, 
    "Rajkot": {
        "1": {
            "11": [
                "Leaving me with a friend in Bombay,  he returned to Rajkot to resume his duty."
            ], 
            "10": [
                "This was my first journey from Rajkot to Ahmedabad and that too without a companion.", 
                "I returned to Rajkot from Porbandar and reported all that had happened.", 
                "It was an uncommon thing for a young man of Rajkot to go to England.", 
                "This was my first journey from Rajkot to Bombay."
            ], 
            "1": [
                "He was for some time Prime Minister in Rajkot and then in Vankaner.", 
                "He was a pensioner of the Rajkot State when he died."
            ], 
            "3": [
                "So my brother and I were both taken to Porbandar from Rajkot.", 
                "Porbandar is 120 miles from Rajkot - a cart journey of five days."
            ], 
            "2": [
                "I must have been about seven when my father left Porbandar for Rajkot to become a member of the Rajasthanik Court."
            ], 
            "4": [
                "For I had to run up and down between Rajkot and Bombay."
            ], 
            "6": [
                "A wave of 'reform' was sweeping over Rajkot at the time when I first came across this friend.", 
                "He also named many well-known people of Rajkot as belonging to the same company."
            ], 
            "9": [
                "As soon as we reached Rajkot, it was forgotten.", 
                "A few months after this we came to Rajkot.", 
                "In Rajkot, however, I got an early grounding in toleration for all branches of Hinduism and sister religions."
            ], 
            "8": [
                "My uncle was then in Rajkot.", 
                "I have a faint recollection that he came to Rajkot having had news that my father was getting worse."
            ]
        }, 
        "3": {
            "20": [
                "The journey was from Calcutta to Rajkot, and I planned to halt at  Benares, Agra, Jaipur and Palanpur en route."
            ], 
            "21": [
                "I therefore decided to start work first at Rajkot.", 
                "In spite of my successes, I had  been thinking of staying on in Rajkot for some time longer, when one  day Kevalram Dave came to me and said: 'Gandhi, we will not suffer  you to vegetate here."
            ]
        }, 
        "2": {
            "25": [
                "I went straight to Rajkot without halting at Bombay and began to  make preparations for writing a pamphlet on the situation in South  Africa.", 
                "There was fear of an outbreak in Rajkot.", 
                "I was not long enough in Rajkot to see how many of our  suggestions the priest carried out."
            ], 
            "26": [
                "I was invited to join the  committee appointed for the purpose in Rajkot."
            ], 
            "3": [
                "I should settle in Rajkot where my  brother, himself a petty pleader, could give me some work in the  shape of drafting applications and memorials.", 
                "And then as there was  already a household at Rajkot, the breaking up of the one at Bombay  meant a considerable saving."
            ], 
            "2": [
                "To please the former my  brother took me to Nasik before going to Rajkot, gave me a bath in  the sacred river and, on reaching Rajkot, gave a caste dinner.", 
                "To please the former my  brother took me to Nasik before going to Rajkot, gave me a bath in  the sacred river and, on reaching Rajkot, gave a caste dinner.", 
                "To start practice in Rajkot would have meant sure  ridicule."
            ], 
            "4": [
                "Disappointed, I left Bombay and went to Rajkot where I set up my own office.", 
                "Sir Pherozeshah Mehta happened to be in Rajkot at this time, having  come down from Bombay for some case."
            ], 
            "6": [
                "I had gained some knowledge of the world and of travel  abroad, and going from Rajkot to Bombay was no unusual affair.", 
                "'We are bound to meet  again in a year,' I said to her, by way of consolation, and left Rajkot for Bombay."
            ]
        }, 
        "5": {
            "9": [
                "Others strongly urged me to  choose Rajkot."
            ], 
            "3": [
                "From Poona I went to Rajkot and Porbandar, where I had to meet my  brother's widow and other relatives.", 
                "The inspector on finding that I  had a temperature asked me to report myself to the Medical Officer  at Rajkot and noted down my name.", 
                "On reaching Rajkot, I reported myself to the Medical officer the  next morning."
            ], 
            "4": [
                "From Rajkot I proceeded to Shantiniketan."
            ]
        }, 
        "4": {}
    }, 
    "Muzaffarpur": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "He had a talk with Rajkumar  Shukla and suggested that I should first go to Muzaffarpur.", 
                "Principal Kripalani was then in Muzaffarpur.", 
                "He used to be  a professor in the Government College, Muzaffarpur, and had just  resigned the post when I went there."
            ]
        }, 
        "4": {}
    }, 
    "Indulal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "34": [
                "Indulal  Yajnik was at that time associated with the group of Messrs. Sobani  and Banker.", 
                "Indulal offered to work on it."
            ], 
            "23": [
                "Indulal Yajnik, Mahadev Desai and others."
            ]
        }, 
        "4": {}
    }, 
    "Narsinhram": {
        "1": {}, 
        "3": {}, 
        "2": {
            "17": [
                "From among the  clerks were Messrs Manekji, Joshi, Narsinhram and others, employees  of Dada Abdulla and Co. and other big firms."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Sayani": {
        "1": {}, 
        "3": {
            "21": [
                "I took  chambers in Payne, Gilbert and Sayani's offices, and it looked as  though I had settled down."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Ladha Maharaj": {
        "1": {
            "9": [
                "And it is a fact that when Ladha Maharaj began his reading of the Ramayana his body was entirely free from leprosy."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Ranade": {
        "1": {}, 
        "3": {
            "17": [
                "His reverence for Ranade could be seen every moment.", 
                "Ranade's  authority was final in every matter, and he would cite it at every  step.", 
                "The anniversary of Ranade's death (or birth, I forget which)  occurred during my stay with Gokhale, who observed it regularly.", 
                "He invited us to take part in the  celebration, and in his speech he gave us his reminiscences of  Ranade.", 
                "He compared incidentally Ranade, Telang and Mandlik.", 
                "But Ranade,  he said, towered above them all, as a versatile genius."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Babasaheb Soman": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Gangadharrao Deshpande sent Babasaheb Soman and  Pundalik."
            ]
        }, 
        "4": {}
    }, 
    "Bhupenbabu": {
        "1": {}, 
        "3": {
            "14": [
                "I went  to Bhupenbabu and offered my services."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Salem": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "30": [
                "Rajagopalachari had then only recently left Salem to settle down  for legal practice in Madras at the pressing invitation of friends  like the late Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Louth": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "22": [
                "When, in due course, West made a pilgrimage to Louth  to see his parents, I advised him to return married if  possible."
            ], 
            "16": [
                "Mr. West belonged to a peasant family in Louth (Lincolnshire)."
            ]
        }
    }, 
    "Vithaldas Jerajani": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Vithaldas Jerajani for the first time realized that all is not gold  that glitters."
            ]
        }, 
        "4": {}
    }, 
    "Kelkar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "38": [
                "Kelkar and I.B."
            ], 
            "28": [
                "Kelkar, for that is his name, is a man of an  independent and obstinate temperament."
            ]
        }, 
        "4": {}
    }, 
    "Edward VII": {
        "1": {}, 
        "3": {}, 
        "2": {
            "26": [
                "I recollect having taught it to students of the local Training  College, but I forget whether it was on the occasion of the jubilee  or of King Edward VII's coronation as Emperor of India."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Kripalani": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "Principal Kripalani was then in Muzaffarpur.", 
                "Professor Kripalani spoke to me about the desperate condition of  Bihar, particularly of the Tirhut division and gave me an idea of  the difficulty of my task."
            ], 
            "17": [
                "Professor Kripalani could not but cast in his lot with us.", 
                "Kripalani is one of those few."
            ]
        }, 
        "4": {}
    }, 
    "Karachi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "I visited Karachi, Calcutta and various other places.", 
                "I was going to Calcutta from Karachi via  Lahore where I had to change trains.", 
                "Just as in Karachi, here also there was unbounded  enthusiasm."
            ]
        }, 
        "4": {}
    }, 
    "Tulasidas": {
        "1": {
            "9": [
                "Today I regard the Ramayana of Tulasidas as the greatest book in all devotional literature."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Valji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "26": [
                "Valji Govindji Desai has  been translating it into English for Current Thought,  but I am now arranging to have the English translation1 published in  book form at an early date, so that those who will may be able to  familiarize themselves with my most important experiments in South  Africa."
            ]
        }
    }, 
    "Lord Elgin": {
        "1": {}, 
        "3": {}, 
        "2": {
            "21": [
                "The  Viceroy at that time was Lord Elgin."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Shankarlal Parikh": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "20": [
                "Mohanlal Pandya and Shankarlal Parikh telling me of the  failure of crops in the Kheda district, and asking me to guide the  peasants, who were unable to pay the assessment."
            ], 
            "23": [
                "Mohanlal Pandya and Shankarlal Parikh had also thrown themselves  into the fight, and had set up an agitation in the Bombay  Legislative Council through Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Mullick": {
        "1": {}, 
        "3": {
            "19": [
                "I once  addressed a meeting, presided over by Dr. Mullick, on the work of  the Indian Ambulance Corps in the Boer War."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "George Muller": {
        "1": {}, 
        "3": {}, 
        "2": {
            "15": [
                "He would cite the instances of  men like George Muller of Bristol, who depended entirely on prayer  even for his temporal needs."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Hasrat Saheb": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "36": [
                "This was not a resolution  that Hasrat Saheb would accept."
            ]
        }, 
        "4": {}
    }, 
    "Virchand": {
        "1": {}, 
        "3": {}, 
        "2": {
            "3": [
                "Virchand Gandhi was reading for the solicitor's examination and  would tell me all sorts of stories about barristers and vakils."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Poona": {
        "1": {}, 
        "3": {}, 
        "2": {
            "28": [
                "So from Bombay I went to Poona.", 
                "Without any ado this erudite and selfless band of workers in Poona  held a meeting in an unostentatious little place, and sent me away  rejoicing and more confident of my mission."
            ]
        }, 
        "5": {
            "17": [
                "Shrimati Avantikabai Gokhale came from Bombay and Mrs.  Anandibai Vaishampayan from Poona."
            ], 
            "1": [
                "After a brief stay in Bombay, full of these preliminary experiences,  I went to Poona whither Gokhale had summoned me."
            ], 
            "3": [
                "From Poona I went to Rajkot and Porbandar, where I had to meet my  brother's widow and other relatives."
            ], 
            "2": [
                "The moment I reached Bombay Gokhale sent me word that the Governor was  desirous of seeing me, and that it might be proper for me to respond  before I left for Poona.", 
                "After this I went to Poona."
            ], 
            "5": [
                "I wanted to reach Poona somehow.", 
                "I was not therefore prepared to  fight the guard, so I paid the excess fare he demanded, i.e., up to  Poona.", 
                "He too was going to Poona."
            ], 
            "4": [
                "I had hardly been there a week when I received  from Poona a telegram announcing Gokhale's death.", 
                "The same day I  left for Poona with my wife and Maganlal."
            ], 
            "6": [
                "On arrival in Poona, we found ourselves, after the performance of the shradha ceremonies, discussing the future of the Society, and the question  as to whether I should join it or not.", 
                "Most of the members of the Society were in Poona at this juncture.", 
                "We have remained as brothers, and the Society's Poona home has  It is true that I did not officially become a member of the Society,  but I have ever been a member in spirit."
            ]
        }, 
        "4": {}
    }, 
    "Snell": {
        "1": {
            "24": [
                "I  read Lavator's book and found it more difficult than Snell's Equity,  and scarcely interesting."
            ], 
            "23": [
                "Snell's Equity was full of interest, but a bit hard to understand."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "5": [
                "Snell's discussion of the maxims of  Equity came to my memory."
            ]
        }
    }, 
    "Narayan Hemchandra": {
        "1": {
            "21": [
                "Just about this time Narayan Hemchandra came to England.", 
                "She introduced me to Narayan  Hemchandra.", 
                "I told Narayan Hemchandra of Disraeli's tribute to  the Cardinal's simplicity.", 
                "Once Narayan Hemchandra came to my place in a shirt and dhoti.", 
                "The good landlady opened the door, came running to me in a fright – this was a new landlady who did not know Narayan Hemchandra – and  said: 'A sort of a madcap wants to see you.'", 
                "I went to the door and  to my surprise found Narayan Hemchandra."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Sushil Rudra": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "1": [
                "Mr. Andrews  naturally put the Phoenix party in touch with Sushil Rudra."
            ]
        }, 
        "4": {}
    }, 
    "Ripon": {
        "1": {}, 
        "3": {}, 
        "2": {
            "17": [
                "Lord Ripon was at this time Secretary of State for the Colonies."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Janakdharibabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Vindhyababu and Janakdharibabu also came and helped us now and then."
            ]
        }, 
        "4": {}
    }, 
    "Lallubhai Samaldas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "(now Sir) Lallubhai Samaldas, Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Mitter": {
        "1": {}, 
        "3": {
            "18": [
                "Justice Mitter's house was in the same locality,  and I therefore went to the temple on the same day that I visited  him."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Kakasaheb": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Kakasaheb went out to gain experience of different institutions, and  at the time I went to Shantiniketan, he happened to be there."
            ]
        }, 
        "4": {}
    }, 
    "Dorabji": {
        "1": {
            "5": [
                "Dorabji Edulji Gimi was the headmaster then."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Danibehn": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "10": [
                "The family consisted of Dudabhai, his wife Danibehn and their  daughter Lakshmi, then a mere toddling babe.", 
                "My eyes and ears easily detected their  indifference, if not their dislike towards Danibehn.", 
                "Danibehn was an ordinary woman."
            ]
        }, 
        "4": {}
    }, 
    "Pretoria": {
        "1": {}, 
        "3": {
            "9": [
                "I once went to  an English hair-cutter in Pretoria."
            ]
        }, 
        "2": {
            "24": [
                "This friend  revived my memory of the Plymouth Brother of Pretoria."
            ], 
            "10": [
                "I had expected someone on behalf of Dada Abdulla's attorney to meet me  at Pretoria station.", 
                "Pretoria station in 1893 was quite different from what it was in  1914."
            ], 
            "13": [
                "The houses of many of the millionaires in Pretoria  were far more pretentious, and were surrounded by gardens."
            ], 
            "12": [
                "I made his acquaintance the  very first week and told him of my intention to get in touch with  every Indian in Pretoria.", 
                "My first step was to call a meeting of all the Indians in Pretoria  and to present to them a picture of their condition in the  Transvaal.", 
                "The Hindu population in Pretoria was,  as a matter of fact, very small.", 
                "The result was that  there was now in Pretoria no Indian I did not know, or whose  condition I was not acquainted with.", 
                "This prompted me in turn to  make the acquaintance of the British Agent in Pretoria, Mr. Jacobus  de Wet.", 
                "In short, my stay in Pretoria enabled me to make a deep study of the  social, economic and political condition of the Indians in the  Transvaal and the Orange Free State."
            ], 
            "14": [
                "The year's stay in Pretoria was a most valuable experience in my life."
            ], 
            "22": [
                "At the back of this acquaintance was  of course my contact with Christians in Pretoria.", 
                "It was  impossible now to get the leisure that I used to have in Pretoria  for my religious studies."
            ], 
            "16": [
                "The case having been concluded, I had no reason for staying in Pretoria."
            ], 
            "7": [
                "He would not be in  Pretoria to watch me.", 
                "The defendants were in Pretoria, and for aught  he knew they might bring undue influence to bear on me."
            ], 
            "9": [
                "Look now, you have  to go to Pretoria tomorrow.", 
                "I said to the Sheth: 'I wish to go first class, and if I cannot, I  shall prefer to take a cab to Pretoria, a matter of only  thirty-seven miles.'", 
                "I  must reach Pretoria today.'"
            ], 
            "8": [
                "Abdulla Sheth gave me this letter to read, and asked me if I would  go to Pretoria.", 
                "I told him that I was prepared to go to Pretoria.", 
                "The other party has great  influence in Pretoria.", 
                "Should I fight for my rights or go back  to India, or should I go on to Pretoria without minding the insults,  and return to India after finishing the case?", 
                "So I decided to take the next available train to Pretoria."
            ]
        }, 
        "5": {}, 
        "4": {
            "1": [
                "But how was I  to get to Pretoria?", 
                "I thanked Superintendent Alexander and started for  Pretoria."
            ], 
            "3": [
                "So I set the ball rolling, discussed things with Indians in Pretoria  and Johannesburg, and ultimately decided to set up office in  Johannesburg."
            ]
        }
    }, 
    "Jagadanandbabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Amongst the Bengali teachers  with whom we came in fairly close contact were Jagadanandbabu,  Nepalbabu, Santoshbabu, Kshitimohanbabu, Nagenbabu, Sharadbabu and  Kalibabu."
            ]
        }, 
        "4": {}
    }, 
    "William Godfrey": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "15": [
                "Dr. William Godfrey, who was practising in Johannesburg, ran to the  rescue as soon as he got the news, and became both nurse and doctor  to the patients."
            ]
        }
    }, 
    "Hyderabad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "I had known of him ever  since my visit to Hyderabad."
            ]
        }, 
        "4": {}
    }, 
    "Portsmouth": {
        "1": {
            "20": [
                "During the last year, as far as I can remember, of my stay in England, that  is in 1890, there was a Vegetarian Conference at Portsmouth to which  an Indian friend and I were invited.", 
                "Portsmouth is a sea-port with a  large naval population.", 
                "It would have been difficult in a town like  Portsmouth to find out which were good lodgings and which were bad  for occasional travelers like us.", 
                "I decided to act thenceforth with great caution; not  to leave the house, but somehow leave Portsmouth.", 
                "The Conference was  not to go on for more than two days, and I remember I left  Portsmouth the next evening, my companion staying there some time  longer."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Gorakhbabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "14": [
                "Gorakhbabu's house and the court house overflowed with men."
            ], 
            "16": [
                "The inquiry  could not be conducted in Gorakhbabu's house, without practically  asking poor Gorakhbabu to vacate it."
            ]
        }, 
        "4": {}
    }, 
    "Pincutt": {
        "1": {
            "24": [
                "Mr. Pincutt's advice did me very  little direct service, but his kindliness stood me in good stead."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "James Godfery": {
        "1": {}, 
        "3": {}, 
        "2": {
            "8": [
                "I made his  acquaintance, as also that of the late Mr. Subhan Godfrey, then a  teacher under the Protestant Mission, and father of James Godfery,  who, as a member of the South African Deputation, visited India in  1924."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Rajagopalachari": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "30": [
                "But the man behind the invitation,  as I subsequently learnt on my way to Madras, was Rajagopalachari.", 
                "Rajagopalachari had then only recently left Salem to settle down  for legal practice in Madras at the pressing invitation of friends  like the late Sjt.", 
                "He very soon formed a close acquaintance with  Rajagopalachari, who, from his innate shyness, kept himself  constantly in the background.", 
                "Early in the morning I related the whole  story to Rajagopalachari.", 
                "Rajagopalachari was at once taken up with my suggestion."
            ]
        }, 
        "4": {}
    }, 
    "Chhotalal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "I sent to the Ashram for  Chhotalal, Surendranath and my son Devdas."
            ]
        }, 
        "4": {}
    }, 
    "Goodeve": {
        "1": {
            "23": [
                "I read also with interest Williams' and Edward's  Real Property, and Goodeve's Personal Property."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Maharaja Tagore": {
        "1": {}, 
        "3": {}, 
        "2": {
            "29": [
                "You should meet Raja Sir Pyarimohan Mukarji and  Maharaja Tagore."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Mozambique": {
        "1": {}, 
        "3": {}, 
        "2": {
            "6": [
                "But as the Governor-General of Mozambique  is going by this boat, all the berths are engaged.'", 
                "The next call was at Mozambique and thence we reached Natal towards  the close of May."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Tryambakrai Mazmudar": {
        "1": {
            "11": [
                "Tryambakrai Mazmudar,  the Junagadh vakil."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Natarajan": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Natarajan and Mr.  Petit were present at the Committee meeting."
            ]
        }, 
        "4": {}
    }, 
    "Mahadev Desai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "About this time Mahadev  Desai and Narahari Parikh with their wives cast in their lot with  me."
            ], 
            "23": [
                "Indulal Yajnik, Mahadev Desai and others."
            ]
        }, 
        "4": {}
    }, 
    "Umar Sobani": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Scarcely had I reached my destination, when Umar Sobani and  Anasuyabehn arrived and asked me to motor to Pydhuni at once."
            ], 
            "29": [
                "Shankarlal  Banker and Umar Sobani approached me with the suggestion that I  should take some prompt action in the matter."
            ], 
            "40": [
                "On my mentioning the  thing to the late Umar Sobani, he solved the difficulty by  immediately undertaking to send a sufficient supply of slivers from  his mill.", 
                "I sent to Gangabehn the slivers received from Umar Sobani,  and soon yarn began to pour in at such a rate that it became quite a  problem how to cope with it.", 
                "Mr. Umar Sobani's generosity was great, but still one could not go  on taking advantage of it for ever."
            ], 
            "41": [
                "The late  Umar Sobani, a capable mill-owner himself, not only gave me the  benefit of his own knowledge and experience, but kept me in touch  with the opinion of the other mill-owners as well."
            ]
        }, 
        "4": {}
    }, 
    "Sarladevi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "22": [
                "And then, Sarladevi, his wife, was attached to me with  the affection of a blood-sister, and I could not bear to see her  anguish on account of my action."
            ]
        }, 
        "4": {}
    }, 
    "Ghosalbabu": {
        "1": {}, 
        "3": {
            "14": [
                "He looked at me, and said: 'I  have no work, but possibly Ghosalbabu might have something to give  you."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Sabarmati": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "39": [
                "When the  Satyagraha Ashram was founded at Sabarmati, we introduced a few  handlooms there."
            ], 
            "28": [
                "I walked with very  great difficulty to the Sabarmati station, a distance of only ten  furlongs."
            ], 
            "21": [
                "The rule of not killing venomous reptiles had been practised for the  most part at Phoenix, Tolstoy Farm and Sabarmati."
            ]
        }, 
        "4": {}
    }, 
    "Brelvi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "34": [
                "Mr. Brelvi was already there on the staff, so not much  remained to be done by me, but as usual with my nature, the  responsibility would have become an additional tax."
            ]
        }, 
        "4": {}
    }, 
    "Kasturbai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "18": [
                "Soman and Kasturbai."
            ], 
            "28": [
                "There was some festival that day, and although I had told Kasturbai  that I should have nothing for my midday meal, she tempted me and I  succumbed.", 
                "I was fond of these things, and I readily took them,  hoping that without coming to grief I should eat just enough to  please Kasturbai and to satisfy my palate."
            ], 
            "29": [
                "Kasturbai was  standing near my bed listening all the time to this conversation."
            ], 
            "17": [
                "Kasturbai was also summoned for the work.", 
                "Shrimati Avantikabai and Shrimati Anandibai were  educated enough, but Shrimati Durga Desai and Shrimati Manibehn  Parikh had nothing more than a bare knowledge of Gujarati, and  Kasturbai not even that."
            ]
        }, 
        "4": {
            "30": [
                "I have described in the last chapter how Kasturbai's illness was  instrumental in bringing about some changes in my diet."
            ], 
            "28": [
                "In a few days, however, I received a letter to the effect that  Kasturbai was worse, too weak to sit up in bed, and had once become  unconscious.", 
                "Kasturbai needed no cheering up.", 
                "I knew also that there was a  school which regarded these verses as interpolations: but even if  they were not, I held my views on vegetarianism independently of  religious texts, and Kasturbai's faith was unshakable.", 
                "But  Kasturbai put an end to the dialogue at once."
            ], 
            "29": [
                "Now it happened that Kasturbai, who had a brief respite after her  operation, had again begun getting haemorrhage, and the malady  seemed to be obstinate."
            ]
        }
    }, 
    "Kaye": {
        "1": {
            "24": [
                "I see that you have not even read Kaye's and Malleson's  history of the Mutiny of 1857.", 
                "I could not read Kaye's and Malleson's volumes in England, but I did so in  South Africa, as I had made a point of reading them at the first  opportunity."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Maganlal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "25": [
                "On my arrival at Phoenix I eagerly broached the subject of brahmacharya  with Chhaganlal, Maganlal, West and others."
            ], 
            "21": [
                "Maganlal Gandhi  surpassed us all."
            ]
        }
    }, 
    "Scotland": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "12": [
                "He came across a Scots girl called  Miss Dick, who had just come fresh from Scotland."
            ]
        }
    }, 
    "Dada Abdulla": {
        "1": {}, 
        "3": {
            "2": [
                "They were addressing all kinds of threats and at  times offering even inducements to Dada Abdulla and Co.", 
                "But Dada Abdulla and Co. were not the people to be afraid of  threats.", 
                "I knew that Dada Abdulla and Co. had  incurred grave risks on my account, the lives of the passengers were  in danger, and by bringing my family with me I had put them likewise  in jeopardy."
            ]
        }, 
        "2": {
            "10": [
                "I had expected someone on behalf of Dada Abdulla's attorney to meet me  at Pretoria station.", 
                "I next went to see the friend to whom Dada Abdulla had given me a  note."
            ], 
            "13": [
                "But my principal duty for the moment was to attend to the case of  Dada Abdulla."
            ], 
            "12": [
                "Sheth Tyeb Haji Khan Muhammad had in Pretoria the same position as  was enjoyed by Dada Abdulla in Natal."
            ], 
            "14": [
                "When I was making preparation for Dada Abdulla's case, I had not  fully realized this paramount importance of facts.", 
                "I  saw that the facts of Dada Abdulla's case made it very strong  indeed, and that the law was bound to be on his side.", 
                "An arbitrator was appointed, the case was argued before him,  and Dada Abdulla won."
            ], 
            "17": [
                "From among the  clerks were Messrs Manekji, Joshi, Narsinhram and others, employees  of Dada Abdulla and Co. and other big firms.", 
                "A similar telegram was  sent to the premier, Sir John Robinson, and another to Mr. Escombe,  as a friend of Dada Abdulla's.", 
                "Besides this, Dada  Abdulla purchased me the necessary furniture in lieu of a purse he  had intended to give me on my departure."
            ], 
            "18": [
                "As he too was connected with Dada Abdulla & Co., he sent  me word through Sheth Abdulla to go and see him.", 
                "'If I had  attached Dada Abdulla's certificate,' said I to myself, 'it would  have been rejected, and they would have asked for Europeans'  certificates."
            ], 
            "29": [
                "Before  starting I wired to the Bombay agent of Dada Abdulla & Co., to  arrange for my passage by the first possible boat to South Africa.", 
                "The agents of the Company  were Dada Abdulla & Co."
            ], 
            "5": [
                "My brother introduced me to the late Sheth Abdul Karim Jhaveri a  partner of Dada Abdulla & Co., the firm in question."
            ], 
            "6": [
                "Here I was to get my passage through the agent of Dada Abdulla and  Co."
            ], 
            "9": [
                "We have  had a telegram from Dada Abdulla.'"
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Lokamanya Tilak": {
        "1": {}, 
        "3": {}, 
        "2": {
            "28": [
                "First I met Lokamanya Tilak."
            ]
        }, 
        "5": {
            "27": [
                "In the letter I expressed my regret for the exclusion from the  conference of leaders like Lokamanya Tilak and the Ali Brothers, and  stated the people's minimum political demand as also the demands of  the Muslims on account of the situation created by the war.", 
                "One of my reasons for abstention and  perhaps the strongest was that Lokamanya Tilak, Mrs. Besant and the  Ali Brothers, whom I regard as among the most powerful leaders of  public opinion, were not invited to the Conference."
            ]
        }, 
        "4": {}
    }, 
    "Richmond": {
        "1": {
            "13": [
                "The friend's house was in  Richmond, and it was not possible to go to London more than once or  twice a week."
            ], 
            "16": [
                "The mind having  taken a different turn, the fondness for condiments wore away, and I now  relished the boiled spinach which in Richmond tasted insipid, cooked  without condiments."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Ramnavmi Prasad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "I still  remember Ramnavmi Prasad among them, as his earnestness specially  appealed to me."
            ]
        }, 
        "4": {}
    }, 
    "Junagadh": {
        "1": {
            "1": [
                "State intrigues compelled him to leave Porbandar, where he was Diwan, and to seek refuge in Junagadh."
            ], 
            "11": [
                "Tryambakrai Mazmudar,  the Junagadh vakil."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Patna": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "I knew Maulana Mazharul Haq in London when he was studying for the  bar, and when I met him at the Bombay Congress in 1915 – the year in  which he was President of the Muslim League – he had renewed the  acquaintance, and extended me an invitation to stay with him  whenever I happened to go to Patna."
            ], 
            "12": [
                "He took me to it, and  we travelled together, reaching Patna in the morning.", 
                "This was my first visit to Patna.", 
                "I had an idea that Rajkumar  Shukla, simple agriculturist as he was, must have some influence in  Patna.", 
                "I had come to know him a little more on the journey, and on  reaching Patna I had no illusions left concerning him.", 
                "Rajkumar Shukla took me to Rajendra Babu's place in Patna."
            ], 
            "15": [
                "Meanwhile I had wired full  details to the Viceroy, to Patna friends, as also to Pandit Madan  Mohan Malaviya and others."
            ]
        }, 
        "4": {}
    }, 
    "Ireland": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "38": [
                "In consultation with them, a  meeting of the Indian residents in Great Britain and Ireland was  called."
            ]
        }
    }, 
    "Lahore": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "My bitterest experience was from Lahore to Delhi.", 
                "I was going to Calcutta from Karachi via  Lahore where I had to change trains."
            ], 
            "31": [
                "The story of happenings in Delhi was repeated with variations in  Lahore and Amritsar.", 
                "Mr. Bowring,  Inspector of Police, who arrived by the mail train from Lahore, now  took charge of me."
            ], 
            "35": [
                "The scene that I witnessed on my arrival at Lahore can never be  effaced from my memory."
            ]
        }, 
        "4": {}
    }, 
    "Italy": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "He  told me of the controversy in the British press regarding secret  treaties between England and Italy."
            ]
        }, 
        "4": {}
    }, 
    "Akho": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "47": [
                "But to use the telling simile of the Gujarati poet Akho, theft like  quicksilver won't be suppressed, and Parsi Rustomji's proved no  exception."
            ]
        }
    }, 
    "Maffey": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Mr. Maffey, now Sir John Maffey, was his private secretary."
            ]
        }, 
        "4": {}
    }, 
    "Dinabandhu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "Dinabandhu Andrews raised a question  about the morality of my participation in the war conference.", 
                "Dinabandhu Andrews' word was enough for me."
            ], 
            "27": [
                "Dinabandhu Andrews and Principal  Rudra suggested the name of the good Reverend Ireland of the Cambridge  Mission."
            ]
        }, 
        "4": {}
    }, 
    "North": {
        "1": {}, 
        "3": {}, 
        "2": {
            "7": [
                "But by far the  largest class was that composed of Tamil, Telugu and North Indian  indentured and freed labourers."
            ]
        }, 
        "5": {
            "36": [
                "This was my  first occasion for delivering an argumentative speech before an  audience especially composed of Musalmans of the North."
            ], 
            "41": [
                "We send it as far North as the  valleys of the Himalayas."
            ]
        }, 
        "4": {
            "14": [
                "Through these and other friends I came in intimate  contact with numerous Indian settlers from North and South India."
            ]
        }
    }, 
    "Ritch": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "15": [
                "Mr. Ritch had a large family."
            ], 
            "4": [
                "Mr. Ritch was a theosophist and put me in touch with  the society at Johannesburg."
            ], 
            "21": [
                "Mr. Ritch had decided to finish his legal studies in England,  and it was impossible for me to bear the burden of the office  single-handed, so I suggested to Polak that he should join the  office and qualify as an attorney."
            ]
        }
    }, 
    "Durban": {
        "1": {}, 
        "3": {
            "11": [
                "The  principal men of the community had, therefore, already begun to put  their houses in order, but house-to-house inspection was undertaken  only when plague was reported to be imminent in Durban."
            ], 
            "23": [
                "I reached Durban not a day too soon."
            ], 
            "1": [
                "The ship cast anchor in the port of Durban on the 18th or 19th of  December."
            ], 
            "2": [
                "We have seen that the two ships cast anchor in the port of Durban on or  about the 18th of December.", 
                "The white residents of Durban had been agitating for our  repatriation, and the agitation was one of the reasons for the  order.", 
                "Mansukhlal Naazar was then in  Durban, having gone there to meet me.", 
                "Thus Durban had become the scene of an unequal duel.", 
                "I took part in the merriment, but my heart  was in the combat that was going on in Durban."
            ], 
            "5": [
                "When I landed at Durban in January 1897, I had three children with me, my  sister's son ten years old, and my own sons nine and five years of  age."
            ], 
            "4": [
                "This interview and my refusal to prosecute  the assailants produced such a profound impression that the  Europeans of Durban were ashamed of their conduct.", 
                "Mansukhlal Naazar, who, as I have said, was already in  Durban, came to stay with me, and as he gave his time to public  work, he lightened my burden to some extent."
            ]
        }, 
        "2": {
            "20": [
                "Balasundaram - as that was the visitor's name - was  serving his indenture under a well-known European resident of  Durban."
            ], 
            "22": [
                "In Durban Mr. Spencer Walton, the  head of the South Africa General Mission, found me out."
            ], 
            "17": [
                "Mr.  Paul, the Durban court interpreter, and Mr. Subhan Godfrey,  headmaster of a mission school, were present, and it was they who  were responsible for bringing together at the meeting a good number  of Christian youths."
            ], 
            "16": [
                "So I went back to Durban and began to make preparations for my  return home."
            ], 
            "19": [
                "It was impossible to call frequently on members outside  Durban.", 
                "Even the members in Durban had to be considerably dunned before they  would pay in their subscriptions."
            ], 
            "29": [
                "The unexpected help of Mr. Saunders had begun to encourage me to  think that I might succeed after all in holding a public meeting in  Calcutta, when I received the following cable from Durban:  'Parliament opens January.", 
                "Another steamship Naderi also sailed for Durban at the same time."
            ], 
            "7": [
                "The port of Natal is Durban also known as Port Natal.", 
                "On the second or third day of my arrival, he took me to see the Durban court."
            ], 
            "8": [
                "I soon came in contact with the Christian Indians living in Durban.", 
                "But I had already been six or seven days in Durban, and  we now knew and understood each other.", 
                "On the seventh or eighth day after my arrival, I left Durban.", 
                "'I tell you, I was permitted to travel in this compartment at  Durban, and I insist on going on in it.'", 
                "I  now purchased at Maritzburg the bedding ticket I had refused to book  at Durban."
            ]
        }, 
        "5": {}, 
        "4": {
            "11": [
                "Just as I had  Indians living with me as members of my family, so had I English  friends living with me in Durban.", 
                "In Johannesburg these contacts  developed further than in Durban."
            ], 
            "10": [
                "When I was practising in Durban, my office clerks often stayed with  me, and there were among them Hindus and Christians, or to describe  them by their provinces, Gujaratis and Tamilians."
            ], 
            "20": [
                "We had got out an  engineer from Durban to put up the engine and set it going."
            ], 
            "21": [
                "He had not accepted the new  scheme and was directing the paper from Durban where there was a  branch office for Indian Opinion."
            ], 
            "16": [
                "'Could you take charge of the Indian Opinion press at Durban?", 
                "Mr. Madanjit is likely to be engaged here, and  someone is needed at Durban.", 
                "The very  next day Mr. West left for Durban by the evening mail, entrusting me  with the recovery of his dues."
            ], 
            "19": [
                "Thereafter I at once advertised for a piece of land  situated near a railway station in the vicinity of Durban.", 
                "It was 14 miles  from Durban, and two and a half miles from Phoenix station."
            ], 
            "18": [
                "Johannesburg to Durban was a twenty-four hours' journey."
            ], 
            "23": [
                "It has already been seen that, though household expenses were heavy,  the tendency towards simplicity began in Durban."
            ], 
            "28": [
                "This was in  Durban.", 
                "We had to take the train from Durban for  Phoenix, whence our Settlement was reached by a road of two miles  and a half."
            ], 
            "43": [
                "We  knew the Adenwallas very well, having met Mr. Kekobad Kavasji  Dinshaw in Durban and come in close contact with him and his wife."
            ], 
            "1": [
                "If  Shrinagar to Cape Comorin is 1,900 miles, Durban to Capetown is not  less than 1,100 miles, and Mr. Chamberlain had to cover the long  distance at hurricane speed.", 
                "I went to my old friend,  the Police Superintendent of Durban, and said to him: 'Please  introduce me to the Permit Officer and help me to obtain a permit.", 
                "In Durban I do not recollect the  Indians having been asked to submit in advance the names of their  representatives, but here there was the new department and it asked  to do so."
            ], 
            "3": [
                "We had a letter from the Chief of the Asiatic  Department to the effect that, as I had seen Mr. Chamberlain in  Durban, it had been found necessary to omit  my name from the deputation which was to wait on him."
            ], 
            "2": [
                "The officers had of course sent telegrams to Durban, and when they found  that I had entered with a permit, they were disappointed."
            ], 
            "7": [
                "While practising in Durban, I suffered for some time from  debility and rheumatic inflammation."
            ], 
            "24": [
                "I went to Durban and appealed for men.", 
                "Colonel Wylie was a well-known Durban  lawyer.", 
                "Colonel Sparks was well-known as the owner of a butcher's shop  in Durban."
            ]
        }
    }, 
    "John Burns": {
        "1": {
            "21": [
                "The dock labourers' strike had  come to an early termination owing to the efforts of John Burns and  Cardinal Manning."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Amritlal Thakkar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "10": [
                "I received a letter from  Amritlal Thakkar to this effect: 'A humble and honest untouchable  family is desirous of joining your Ashram.", 
                "I wrote to Amritlal Thakkar expressing our willingness to accept the  family, provided all the members were ready to abide by the rules of  the Ashram."
            ]
        }, 
        "4": {}
    }, 
    "Babu Kalicharan Banerji": {
        "1": {}, 
        "3": {
            "18": [
                "I had heard of Babu Kalicharan Banerji and held him in  high regard."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Jaipur": {
        "1": {}, 
        "3": {
            "20": [
                "The journey was from Calcutta to Rajkot, and I planned to halt at  Benares, Agra, Jaipur and Palanpur en route."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Talvalkar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "28": [
                "Whilst I lay thus ever expectant of death, Dr. Talvalkar came one  day with a strange creature."
            ]
        }, 
        "4": {}
    }, 
    "Shemmelpennick": {
        "1": {
            "24": [
                "These were  Lavator's and Shemmelpennick's books on physiognomy.", 
                "Shemmelpennick's was not available at the shop."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Santa Cruz": {
        "1": {}, 
        "3": {
            "23": [
                "I wandered about in Bandra and Santa Cruz.", 
                "At last we  hit upon a fine bungalow in Santa Cruz, which we hired as being the  best from the point of view of sanitation.", 
                "I took a first class  season ticket from Santa Cruz to Churchgate, and remember having  frequently felt a certain pride in being the only first class  passenger in my compartment."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Escombe": {
        "1": {}, 
        "3": {
            "3": [
                "Escombe.'"
            ], 
            "2": [
                "Mr.Harry  Escombe, who was the most influential of the members of the Cabinet,  openly took part in their meetings."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Allinson": {
        "1": {
            "14": [
                "Dr. Allinson's writings on health and hygiene were  likewise very helpful."
            ], 
            "17": [
                "He thought that the Vegetarian Society  had for its object not only dietetic but also moral reform, and that a  man of Dr. Allinson's anti-puritanic views should not be allowed to  remain in the Society.", 
                "I considered Dr. Allinson's views  regarding artificial methods of birth control as dangerous, and I  believed that Mr. Hills was entitled, as a puritan, to oppose him.", 
                "Dr. Allinson  lost the day."
            ]
        }, 
        "3": {
            "7": [
                "I have already referred to Dr. Allinson's  birth control propaganda in the chapter on Vegetarianism."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {
            "42": [
                "Dr. Allinson also advised me to keep all the windows of my room open  for the whole twenty-four hours, bathe in tepid water, have an oil  massage on the affected parts and a walk in the open for fifteen to  thirty minutes."
            ]
        }
    }, 
    "Allahabad": {
        "1": {}, 
        "3": {}, 
        "2": {
            "25": [
                "On my way to Bombay the train stopped at Allahabad for forty-five  minutes.", 
                "I had heard a good deal about The Pioneer  published from Allahabad, and I had understood it to be an opponent  of Indian aspirations."
            ]
        }, 
        "5": {
            "42": [
                "I have a vivid  recollection how once at Allahabad a committee sat all night  deliberating upon the subject."
            ]
        }, 
        "4": {}
    }, 
    "Ramibai Kamdar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "They taught spinning  to Shrimatis Avantikabai, Ramibai Kamdar, the widowed mother of Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Anna Kingsford": {
        "1": {}, 
        "3": {}, 
        "2": {
            "15": [
                "He sent me The Perfect Way,  a book he had written in collaboration with Anna Kingsford."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Kheda": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "33": [
                "But when I reached  Nadiad and saw the actual state of things there and heard reports  about a large number of people from Kheda district having been  arrested, it suddenly dawned upon me that I had committed a grave  error in calling upon the people in the Kheda district and elsewhere  to launch upon civil disobedience prematurely, as it now seemed to  me.", 
                "But when I reached  Nadiad and saw the actual state of things there and heard reports  about a large number of people from Kheda district having been  arrested, it suddenly dawned upon me that I had committed a grave  error in calling upon the people in the Kheda district and elsewhere  to launch upon civil disobedience prematurely, as it now seemed to  me.", 
                "As soon as I  entered the Kheda district, all the old recollections of the Kheda Satyagraha struggle came back to me, and I wondered how I could have  failed to perceive what was so obvious."
            ], 
            "27": [
                "Where  could I make a beginning except in Kheda?", 
                "In Kheda a population that was cursing the Government now  feels that it, and not the Government, is the power when it is  prepared to suffer for the truth it represents.", 
                "Thus Champaran and  Kheda affairs are my direct, definite and special contribution to  the war."
            ], 
            "20": [
                "Mohanlal Pandya and Shankarlal Parikh telling me of the  failure of crops in the Kheda district, and asking me to guide the  peasants, who were unable to pay the assessment.", 
                "Whilst the Kheda peasants' question was still being discussed, I had already  taken up the question of the mill-hands in Ahmedabad."
            ], 
            "22": [
                "He then set about warning the Patidars of Kheda  against following my advice!"
            ], 
            "23": [
                "A condition approaching famine had arisen in the Kheda district  owing to a widespread failure of crops, and the Patidars of Kheda  were considering the question of getting the revenue assessment for  the year suspended.", 
                "A condition approaching famine had arisen in the Kheda district  owing to a widespread failure of crops, and the Patidars of Kheda  were considering the question of getting the revenue assessment for  the year suspended.", 
                "Besides the volunteers of Kheda, my principal comrades in this  struggle were Sjts.", 
                "Shankarlal Parikh of Kathlal, Kheda"
            ]
        }, 
        "4": {
            "8": [
                "Whilst I was engaged on the recruiting  campaign in Kheda, an error in diet laid me low, and I was at  death's door."
            ]
        }
    }, 
    "Brighton": {
        "1": {
            "18": [
                "I once went to Brighton, another  watering-place like Ventnor.", 
                "With these  thoughts in my mind, I wrote a letter to her somewhat to this  effect: Ever since we met at Brighton you have been kind to me."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Narmadashanker": {
        "1": {}, 
        "3": {}, 
        "2": {
            "22": [
                "Some friend sent me Narmadashanker's  book Dharma Vichar."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Choithram": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "Dr. Choithram had told me of his great  sacrifice, of his simple life, and of the Ashram that Dr. Choithram  was running out of funds provided by Professor Kripalani.", 
                "Dr. Choithram had told me of his great  sacrifice, of his simple life, and of the Ashram that Dr. Choithram  was running out of funds provided by Professor Kripalani."
            ]
        }, 
        "4": {}
    }, 
    "Gaya Babu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "Pray come over to Gaya Babu's place.'", 
                "This was a request that I could not resist, though I hesitated for  fear of embarrassing Gaya Babu."
            ]
        }, 
        "4": {}
    }, 
    "Mahomed Ali": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "Maulana  Mahomed Ali used to write long letters to me from Betul and  Chhindwada whenever his jailers allowed him to do so."
            ]
        }, 
        "4": {}
    }, 
    "Lalaji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "44": [
                "For though  Shraddhanandji, the Deshabandhu, Hakim Saheb and Lalaji are no more  with us today, we have the good luck to have a host of other veteran  Congress leaders still living and working in our midst."
            ], 
            "42": [
                "Nor  had I any idea as to the attitude that Lalaji would adopt.", 
                "It was only at  the Nagpur Congress that he and Lalaji accepted it whole heartedly."
            ], 
            "43": [
                "Lalaji pressed for a slight  amendment to the clause about the boycott of schools, which I  accepted."
            ]
        }, 
        "4": {}
    }, 
    "Gangadharrao": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Gangadharrao Deshpande sent Babasaheb Soman and  Pundalik."
            ]
        }, 
        "4": {}
    }, 
    "Phadke": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Kalelkar who was a teacher  there came to be called, 'Kaka' (literaly, paternal uncle), Phadke was  called 'Mama' (literaly, maternal uncle), and Harihar Sharma received the  name 'Anna' (literaly, brother)."
            ]
        }, 
        "4": {}
    }, 
    "Jayakar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "35": [
                "Jayakar and myself were appointed to this Committee, virtually  by Pandit Malaviyaji."
            ]
        }, 
        "4": {}
    }, 
    "Wellington": {
        "1": {}, 
        "3": {}, 
        "2": {
            "15": [
                "So we went to Wellington.", 
                "At Wellington also I stayed with Mr. Baker."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Mansukhlal Naazar": {
        "1": {}, 
        "3": {
            "12": [
                "And for the work  in South Africa, there were, of course, Messrs Khan and Mansukhlal  Naazar."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Bepin": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "37": [
                "Bepin Chandra Pal for endorsement."
            ]
        }, 
        "4": {}
    }, 
    "Gokhale": {
        "1": {}, 
        "3": {
            "15": [
                "Gokhale took  me to the Committee meetings.", 
                "I had already met Gokhale,  who had looked at my resolution.", 
                "Mr. Gandhi  has been waiting long,' cried out Gokhale.", 
                "Gokhale supported it.", 
                "No one had troubled to  understand the resolution, everyone was in a hurry to go and,  because Gokhale had seen the resolution, it was not thought  necessary for the rest to see it or understand it!"
            ], 
            "14": [
                "I met most  of the leaders, I observed the movements of stalwarts like Gokhale  and Surendranath."
            ], 
            "17": [
                "From the very first day of my stay with him Gokhale made me feel  completely at home.", 
                "I felt I could never hear too  much of the talks between Gokhale and Dr. Ray, as they all pertained  to public good or were of educative value.", 
                "To see Gokhale at work was as much a joy as an education.", 
                "The anniversary of Ranade's death (or birth, I forget which)  occurred during my stay with Gokhale, who observed it regularly.", 
                "Gokhale's joy knew no  bounds, as he described these qualities of head and heart which were  all combined in his master.", 
                "Gokhale used to have a horse-carriage in those days.", 
                "I had such a great regard for Gokhale that I never strove with him."
            ], 
            "16": [
                "Gokhale frequently went to this Club to play  billiards, and when he knew that I was to stay in Calcutta for some  time, he invited me to stay with him.", 
                "I shall record here an incident in the India Club, before I proceed  to talk of my stay with Gokhale."
            ], 
            "19": [
                "Gokhale liked this speech of mine, and he was very glad to hear Dr.  Ray praising it.", 
                "Thus my stay under the roof of Gokhale made my work  in Calcutta very easy, brought me into touch with the foremost  Bengali families, and was the beginning of my intimate contact with  Bengal.", 
                "On my return from Burma I took leave of Gokhale.", 
                "Gokhale himself gave me a metal tiffin-box and got it filled with  sweet-balls and puris.", 
                "Thus equipped I set forth on my  travels, Gokhale and Dr. Ray came to the station to see me off.", 
                "'I  should not have come if you had gone first class, but now I had to,'  said Gokhale.", 
                "No one stopped Gokhale from going on to the platform."
            ], 
            "18": [
                "I told Gokhale that I was  thinking of meeting him."
            ], 
            "23": [
                "Thus whilst on the one hand I began to feel somewhat at ease about  my profession, on the other hand Gokhale, whose eyes were always on  me, had been busy making his own plans on my behalf."
            ], 
            "9": [
                "When Gokhale came to South Africa, he had with him a scarf which was  a gift from Mahadeo Govind Ranade.", 
                "'I can trust to your capacity as a lawyer, but not as a washerman,'  said Gokhale; 'What if you should soil it?"
            ], 
            "21": [
                "Gokhale was very anxious that I should settle down in Bombay, practise at  the bar and help him in public work.", 
                "I liked Gokhale's advice, but I was not overconfident of success as  a barrister."
            ]
        }, 
        "2": {
            "28": [
                "Next I met Gokhale.", 
                "But  Gokhale was as the Ganges.", 
                "Gokhale closely  examined me, as a schoolmaster would examine a candidate seeking  admission to a school.", 
                "In the sphere of  politics the place that Gokhale occupied in my heart during his  lifetime and occupies even now was and is absolutely unique.", 
                "You did well in consulting Tilak and  Gokhale."
            ]
        }, 
        "5": {
            "38": [
                "The  then existing constitution of the Congress was Gokhale's legacy.", 
                "The interesting history of the framing of these  rules I had learnt form Gokhale's own lips."
            ], 
            "1": [
                "I was therefore impatient to meet them  as soon as I could after my meeting with Gokhale.", 
                "After a brief stay in Bombay, full of these preliminary experiences,  I went to Poona whither Gokhale had summoned me."
            ], 
            "2": [
                "Gokhale and the members of  the Servants of India Society overwhelmed me with affection.", 
                "So far  as I recollect, Gokhale had summoned all of them to meet me.", 
                "Gokhale was very keen that I should join the Society and so was I.", 
                "Gokhale believed that, in spite of my  insistence on my own principles, I was equally ready and able to  tolerate theirs.", 
                "I informed Gokhale of my intentions.", 
                "Gokhale liked the idea.", 
                "On the eve of my departure  Gokhale arranged a party of selected friends, taking good care to  order refreshments of my liking, i.e., fruits and nuts."
            ], 
            "4": [
                "I had hardly been there a week when I received  from Poona a telegram announcing Gokhale's death.", 
                "For Gokhale took from me a promise that I should travel in India for  gaining experience, and express no opinion on public questions until  I have finished the period of probation.", 
                "I may note in this connection that Gokhale used to laugh at some of  my ideas in Hind Swaraj (Indian Home Rule)  and say: 'After you have stayed a year in India, your views will  correct themselves.'"
            ], 
            "7": [
                "Gokhale's Society had sent a big volunteer corps for  service at the Kumbha."
            ], 
            "6": [
                "Whilst Gokhale was  there I did not have to seek admission as a member.", 
                "I had one  in Gokhale and had felt secure in his keeping.", 
                "That, I thought, would please Gokhale's spirit.", 
                "Would it be consonant with my  loyalty to Gokhale?", 
                "Therein I thought lay my loyalty to the Society and Gokhale."
            ]
        }, 
        "4": {
            "43": [
                "Gokhale had inspired a reception for me in Bombay, where he had come in spite of his  delicate health."
            ], 
            "12": [
                "I could go on without end writing thus about Miss Schlesin, but I  shall conclude this chapter with citing Gokhale's estimate of her.", 
                "Gokhale knew every one of my co-workers."
            ], 
            "37": [
                "At the conclusion of the Satyagraha struggle in 1914, I received Gokhale's  instruction to return home via London."
            ], 
            "41": [
                "Gokhale returned to London soon after.", 
                "The matter reached Gokhale's ears.", 
                "It was no easy thing for me not a yield to Gokhale's pressure.", 
                "The question was how far I should yield to  Gokhale's loving pressure, and how far I might modify my experiment  in the so-called interests of health.", 
                "I dreaded to approach  Gokhale, but I trusted him to respect my decision.", 
                "In the evening Kallenbach and I called on Gokhale at the National  Liberal Club.", 
                "asked Gokhale.", 
                "With a certain amount of pain but with deep affection, Gokhale said:  'I do not approve of your decision.", 
                "Meanwhile Gokhale left for home, as he could not stand the October  fogs of London."
            ], 
            "38": [
                "On arrival in England I learned that Gokhale had been stranded in Paris  where he had gone for reasons of health, and as communication  between Paris and London had been cut off, there was no knowing when  he would return."
            ]
        }
    }, 
    "Ambalal Sarabhai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "20": [
                "Ambalal Sarabhai, who led the fray on behalf of the mill-owners."
            ]
        }, 
        "4": {}
    }, 
    "Dawud": {
        "1": {}, 
        "3": {}, 
        "2": {
            "17": [
                "Dawud Sheth kept going about in his carriage  the whole day."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Babu Brajkishore Prasad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "12": [
                "'Vakil Babu'  was none other than Babu Brajkishore Prasad, who became my esteemed  co-worker in Champaran, and who is the soul of public work in  Bihar."
            ], 
            "14": [
                "I kept awake that whole night writing letters and giving necessary  instructions to Babu Brajkishore Prasad."
            ]
        }, 
        "4": {}
    }, 
    "Keshavrao Deshpande": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Keshavrao Deshpande, who was a  contemporary and a close friend of mine in England, and who had  conducted a school in the Baroda State called 'Ganganath Vidyalaya',  had given the teachers family names with a view to investing the  Vidyalaya with a family atmosphere."
            ]
        }, 
        "4": {}
    }, 
    "Patanjali": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "5": [
                "I had to read Patanjali's Yoga  Sutras with one friend and the Bhagavad Gita with quite a number."
            ]
        }
    }, 
    "Aden": {
        "1": {}, 
        "3": {}, 
        "2": {
            "1": [
                "It had been  choppy all the way from Aden."
            ]
        }, 
        "5": {}, 
        "4": {
            "43": [
                "On arriving at Aden we already began to feel somewhat at home."
            ]
        }
    }, 
    "Manilal": {
        "1": {}, 
        "3": {
            "22": [
                "Scarcely had I moved into my new house when  my second son Manilal, who had already been through an acute attack  of smallpox some years back, had a severe attack of typhoid,  combined with pneumonia and signs of delirium at night.", 
                "Manilal was only ten years old.", 
                "Though Manilal could not have made his choice, I told him what had  passed between the doctor and myself and asked him his opinion.", 
                "So I began to give Manilal  hip baths according to Kuhne, never keeping him in the tub for more  than three minutes, and kept him on orange juice mixed with water  for three days.", 
                "I  was in Manilal's bed lying by his side.", 
                "I got up, wetted a sheet, wrung the water out of it and  wrapped it about Manilal, keeping only his head out, and then covered  him with two blankets.", 
                "I left Manilal in  the charge of his mother, and went out for a walk on Chaupati to  refresh myself.", 
                "No sooner had I entered the room than Manilal said, 'You have  returned, Bapu?'", 
                "Next morning Manilal had much less fever.", 
                "Today Manilal is the healthiest of my boys."
            ], 
            "23": [
                "Manilal was restored to health, but I saw that the Girgaum house was not  habitable."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {
            "28": [
                "My second and third sons Manilal and Ramdas were, so far as I can  recollect, present when the Swami came."
            ]
        }
    }, 
    "Pherozeshah Mehta": {
        "1": {
            "24": [
                "'Do you think,' he said,  'that everyone must be a Pherozeshah Mehta?", 
                "His smiling open face stayed in my memory, and I trusted his advice  that Pherozeshah Mehta's acumen, memory and ability were not  essential to the making of a successful lawyer; honesty and industry  were enough."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Chhaganlal Gandhi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "8": [
                "In fact this cowardly feeling carried me so far that in  South Africa I got my cousin Chhaganlal Gandhi, who was religiously  wearing the shikha, to do away with it."
            ]
        }, 
        "4": {
            "19": [
                "Among the men working in the press was Chhaganlal Gandhi, one of my  cousins."
            ]
        }
    }, 
    "Sorabji Adajania": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "38": [
                "Sorabji Adajania, my comrade in jail and a Satyagrahi, was  then reading for the bar in London."
            ], 
            "40": [
                "Mr. Sorabji Adajania was a shrewd man."
            ]
        }
    }, 
    "Sheth Abdul Karim Jhaveri": {
        "1": {}, 
        "3": {}, 
        "2": {
            "5": [
                "My brother introduced me to the late Sheth Abdul Karim Jhaveri a  partner of Dada Abdulla & Co., the firm in question."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Shivji": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "Shivji started a spinning class in Bombay."
            ]
        }, 
        "4": {}
    }, 
    "Kitchlu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Satyapal and Kitchlu had  sent me a pressing invitation to go there."
            ]
        }, 
        "4": {}
    }, 
    "Becharji Swami": {
        "1": {
            "10": [
                "I will ask Becharji Swami.'"
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "South Africa": {
        "1": {
            "24": [
                "I could not read Kaye's and Malleson's volumes in England, but I did so in  South Africa, as I had made a point of reading them at the first  opportunity."
            ], 
            "17": [
                "It was only in South Africa that I got over this shyness, though I never completely  overcame it."
            ], 
            "23": [
                "And all this reading was not without its value later  on in South Africa, where Roman Dutch is the common law."
            ], 
            "16": [
                "The religious aspect of the question was not considered  until I went to South Africa where I undertook strenuous experiments  which will be narrated later."
            ], 
            "5": [
                "When later, especially in South Africa, I saw the beautiful handwriting of lawyers and young men born and educated in South Africa, I was ashamed of myself and repented of my neglect.", 
                "When later, especially in South Africa, I saw the beautiful handwriting of lawyers and young men born and educated in South Africa, I was ashamed of myself and repented of my neglect."
            ], 
            "4": [
                "Then came the call from South Africa, and that found me already fairly free from the carnal appetite."
            ]
        }, 
        "3": {
            "11": [
                "India was poor, the Indian settler went to South  Africa in search of wealth, and he was bound to contribute part of  his earnings for the benefit of his countrymen in the hour of their  adversity.", 
                "Even the indentured Indians gave their  share to the contribution, and the system inaugurated at the time of  these famines has been continued ever since, and we know that  Indians in South Africa never fail to send handsome contributions to  India in times of national calamity.", 
                "Thus service of the Indians in South Africa ever revealed to me new  implications of Truth at every stage."
            ], 
            "10": [
                "I have minutely dealt with the  inner struggle regarding this in my history of the Satyagraha in  South Africa, and I must not repeat the argument here."
            ], 
            "13": [
                "From Bombay I traveled in the same train as Sir Pherozeshah Mehta, as I had to  speak to him about conditions in South Africa.", 
                "I told them some things about South  Africa, and they felt somewhat ashamed."
            ], 
            "12": [
                "On my relief from war-duty I felt that my work was no longer in South  Africa but in India.", 
                "Not that there was nothing to be done in South  Africa, but I was afraid that my main business might become merely  money-making.", 
                "And for the work  in South Africa, there were, of course, Messrs Khan and Mansukhlal  Naazar.", 
                "After very great  difficulty my request was conditionally accepted, the condition  being that I should be ready to go back to South Africa if, within a  year, the community should need me."
            ], 
            "15": [
                "'No, no there is still the resolution on South Africa.", 
                "But the faculty for speaking that I had acquired in South Africa  seemed to have left me for the moment.", 
                "I  read the poem and referred to the grievances of the settlers in  South Africa."
            ], 
            "21": [
                "I had heard friends  say, before I went out to South Africa, that Sir Pherozeshah Mehta  had the law of evidence at his finger-tips and that was the secret  of his success.", 
                "There was of course also the advantage of my legal experience in  South Africa."
            ], 
            "16": [
                "The Congress was over, but as I had to meet the Chamber of Commerce and  various people in connection with work in South Africa, I stayed in  Calcutta for a month.", 
                "Among its members were some prominent Indians, and I looked  forward to getting into touch with them and interesting them in the  work in South Africa."
            ], 
            "19": [
                "I used to divide my day between seeing the leading people in  Calcutta regarding the work in South Africa, and visiting and  studying the religious and public institutions of the city."
            ], 
            "18": [
                "I had told my Christian friends in South Africa that in India I  would meet the Christian Indians and acquaint myself with their  condition.", 
                "I met Justice Mitter and Sir Gurdas  Banerji, whose help I wanted in my work in South Africa."
            ], 
            "23": [
                "Just when I seemed to be settling down as I had intended, I received  an unexpected cable from South Africa: 'Chamberlain expected here.", 
                "They promptly responded, I gave up the chambers and started for  South Africa."
            ], 
            "20": [
                "In South Africa  third class passengers are mostly negros, yet the third class comforts are better there than here.", 
                "In parts of South Africa  third class compartments are provided with sleeping accommodation,  and cushioned seats."
            ], 
            "5": [
                "The other three of my sons have never been at  a public school, though they did get some regular schooling in an  improvised school which I started for the children of Satyagrahi  parents in South Africa.", 
                "I should never have been  free, as I am today, from anxiety on their score, and the artificial  education that they could have had in England or South Africa, torn  from me, would never have taught them the simplicity and the spirit  of service that they show in their lives today, while their  artificial ways of living might have been a serious handicap in my  public work."
            ], 
            "4": [
                "I had given the interviewer  all this literature and showed him that in India I had said nothing  which I had not already said in South Africa in stronger language.", 
                "I  had also shown him that I had had no hand in bringing the passengers  of the Courland and Naderi to South Africa.", 
                "It enhanced the prestige of the Indian community in South Africa and  made my work easier.", 
                "This sad situation developed after my departure from South Africa, but my idea of having  permanent funds for public institutions underwent a change long  before this difference arose.", 
                "These views were confirmed during the days of the Satyagraha  in South Africa."
            ], 
            "7": [
                "But it was  in South Africa that I came to realize the importance of observing brahmacharya even with respect to my wife."
            ], 
            "6": [
                "I of course used to have a few cases  in the magistrate's court, but most of them were of a  non-controversial character, and Mr. Khan, who had followed me to  South Africa and was then living with me, undertook to take them if  I was absent.", 
                "I  had two sons born in South Africa, and my service in the hospital  was useful in solving the question of their upbringing.", 
                "And the difficulty of getting a trained Indian nurse in South Africa  can be easily imagined from the similar difficulty in India."
            ], 
            "9": [
                "When Gokhale came to South Africa, he had with him a scarf which was  a gift from Mahadeo Govind Ranade.", 
                "I got the reward of this in South Africa, not once, but many times,  and the conviction that it was the punishment for our own sins saved  me from becoming angry."
            ], 
            "8": [
                "Brahmacharya needed no effort on my part in South Africa when I lived on fruits  and nuts alone."
            ]
        }, 
        "2": {
            "24": [
                "By now I had been three years in South Africa.", 
                "I also  saw that, if I went home, I might be able to do there some public  work by educating public opinion and creating more interest in the  Indians of South Africa.", 
                "The affection that the Dravidians in South Africa showered on  me has remained a cherished memory.", 
                "Whenever I see a Tamil or Telugu  friend, I cannot but recall the faith, perseverance and selfless  sacrifice of many of his compatriots in South Africa.", 
                "The non-English-speaking among them in South Africa do  speak Hindi or Hindustani, however indifferently."
            ], 
            "10": [
                "Mr. Baker was glad to hear all this, and said: 'I am one of the  directors of the South Africa General Mission.", 
                "From him I learnt more about the hardships of Indians in South  Africa."
            ], 
            "13": [
                "I would suggest that those who wish to have a full idea of it may turn to my  History of Satyagraha in South Africa."
            ], 
            "27": [
                "Both expressed their resolve to accompany  me to South Africa.", 
                "He had to choose between marriage and  going to South Africa, and he chose the former.", 
                "Thus none of my three attempts to induce barristers to go  to South Africa bore any fruit.", 
                "Pestonji Padshah, however, not only  refused to aid me, but even advised me not to return to South  Africa.", 
                "'But I tell you I do not  like even your going to South Africa.", 
                "Our people in South Africa are no doubt  in difficulty, but I do not want a man like you to be sacrificed for  that work.", 
                "But far from giving up my work  in South Africa, I became firmer in my resolve."
            ], 
            "14": [
                "At a later date it was amply borne out by that famous  barrister of South Africa, the late Mr. Leonard.", 
                "If my client were to seek immediate  execution of the award, it would be impossible for Tyeb Sheth to  meet the whole of the awarded amount, and there was an unwritten law  among the Porbandar Memans living in South Africa that death should  be preferred to bankruptcy."
            ], 
            "22": [
                "I had gone to South Africa for travel, for finding an escape  from Kathiawad intrigues and for gaining my own livelihood.", 
                "In Durban Mr. Spencer Walton, the  head of the South Africa General Mission, found me out."
            ], 
            "16": [
                "Thus God laid the foundations of my life in South Africa and sowed  the seed of the fight for national self-respect."
            ], 
            "19": [
                "This consisted in  acquainting the English in South Africa and England and people in  India with the real state of things in Natal.", 
                "The first was An Appeal to Every Briton in South Africa.", 
                "All this activity resulted in winning the Indians numerous friends  in South Africa and in obtaining the active sympathy of all parties  in India."
            ], 
            "18": [
                "The opposition of the Law Society gave me another advertisement in  South Africa."
            ], 
            "29": [
                "He subjected me to a searching cross-examination  before he began to sympathize with my cause, and he saw that I had  spared neither will nor pains to place before him an impartial  statement of the case even of the white man in South Africa and also  to appreciate it.", 
                "Before  starting I wired to the Bombay agent of Dada Abdulla & Co., to  arrange for my passage by the first possible boat to South Africa.", 
                "I gratefully accepted the offer, and in  the beginning of December set sail a second time for South Africa,  now with my wife and two sons and the only son of my widowed sister."
            ], 
            "3": [
                "Indeed I  did not go to Court again until I went to South Africa."
            ], 
            "5": [
                "In the meantime a Meman firm from Porbandar wrote to my brother making the  following offer: 'We have business in South Africa.", 
                "I closed with the offer without any  haggling, and got ready to go to South Africa."
            ], 
            "25": [
                "I went straight to Rajkot without halting at Bombay and began to  make preparations for writing a pamphlet on the situation in South  Africa.", 
                "In it I drew a purposely subdued picture of the  conditions of Indians in South Africa."
            ], 
            "7": [
                "Thus the incident gave me an unexpected  advertisement in South Africa within a few days of my arrival there.", 
                "My turban stayed with me practically until the end of my stay in  South Africa.", 
                "When and why I left off wearing any head-dress at all  in South Africa, we shall see later."
            ], 
            "6": [
                "But the attraction of  South Africa rendered the separation bearable.", 
                "In April 1893 I set forth  full of zest to try my luck in South Africa."
            ], 
            "9": [
                "With this  he narrated to me the story of the hardships of Indians in South  Africa."
            ], 
            "8": [
                "It was winter, and winter in the higher regions of South Africa is severely cold."
            ], 
            "21": [
                "And when it was realized, it came as a result of the labours of not only the Natal Indians but of all the Indians in  South Africa.", 
                "Had the  community given up the struggle, had the Congress abandoned the  campaign and submitted to the tax as inevitable, the hated impost  would have continued to be levied from the indentured Indians until  this day, to the eternal shame of the Indians in South Africa and of  the whole of India."
            ]
        }, 
        "5": {
            "11": [
                "For further details of that agitation and of those who took part in  it, I refer the reader to my Satyagraha in South Africa."
            ], 
            "10": [
                "Though in South Africa untouchable friends used to come to  my place and live and feed with me, my wife and other women did not  seem quite to relish the admission into the Ashram of the  untouchable friends."
            ], 
            "26": [
                "I had realized early enough in South Africa that there was no  genuine friendship between the Hindus and the Musalmans.", 
                "Having such strong convictions on the question when I returned from  South Africa, I prized the contact with the Brothers."
            ], 
            "27": [
                "I have been  coming into most intimate touch with the ryots ever since my return  from South Africa to India, and I wish to assure you that the desire  for Home Rule has widely penetrated them."
            ], 
            "22": [
                "I had had experience of a gigantic strike in South  Africa, but the situation that confronted me here was different."
            ], 
            "38": [
                "It was whilst I was in South Africa that I discovered  my capacity in this direction."
            ], 
            "39": [
                "Even in 1915, when I returned to India from South  Africa, I had not actually seen a spinning wheel."
            ], 
            "1": [
                "When in South Africa he was  never tired of speaking of them, and of my many sweet memories of  South Africa, Mr. Andrews' talks, day in and day out, of this great  trinity, are amongst the sweetest and most vivid."
            ], 
            "2": [
                "I  strictly observed the rule in South Africa and I mean to do the same  here.'"
            ], 
            "9": [
                "I wanted to  acquaint India with the method I had tried in South Africa, and I  desired to test in India the extent to which its application might  be possible.", 
                "Five  Tamil youngsters had accompanied me from South Africa, and the rest  came from different parts of the country."
            ], 
            "8": [
                "As I grew up several well-meaning attempts were made both in India  and South Africa to re-invest me with the sacred thread, but with  little success."
            ]
        }, 
        "4": {
            "43": [
                "Now he is in South Africa, leading his old life and doing  brisk business as an architect.", 
                "We took with us the dried fruit we had carried from South Africa, as  most of it would not be procurable on the boat, where fresh fruit  was easily available.", 
                "Whether it was due to past experience or to any other reason, I do  not know, but the kind of distance I noticed between the English and  Indian passengers on the boat was something I had not observed even  on my voyage from South Africa."
            ], 
            "26": [
                "The history of this struggle is for all practical purposes a history  of the remainder of my life in South Africa and especially of my  experiments with truth in that sub-continent.", 
                "Valji Govindji Desai has  been translating it into English for Current Thought,  but I am now arranging to have the English translation1 published in  book form at an early date, so that those who will may be able to  familiarize themselves with my most important experiments in South  Africa.", 
                "I would recommend a perusal of my history of Satyagraha in  South Africa to such readers as have not seen it already.", 
                "I will not  repeat what I have put down there, but in the next few chapters will  deal only with a few personal incidents of my life in South Africa  which have not been covered by that history.", 
                "Therefore, anyone who wishes to consider  these experiments in their strict chronological order will now do  well to keep the history of Satyagraha in South Africa before him."
            ], 
            "27": [
                "I have already written about this  friend in the history of Satyagraha in South Africa, and will not go  over the same ground here."
            ], 
            "22": [
                "On the boat bringing them to South Africa, Ramdas, my third son,  broke his arm while playing with the ship's captain.", 
                "But  nowadays I have not the confidence I had in South Africa, and  experience has even shown that these experiments involve obvious  risks."
            ], 
            "46": [
                "For as an advocate I  could not have come in direct contact with the Indians and the white  attorneys in South Africa would not have briefed me."
            ], 
            "44": [
                "My principle was put to the test many a time in South Africa."
            ], 
            "29": [
                "I have tried the experiment of a saltles and pulseless diet on many  of my co-workers, and with good results in South Africa."
            ], 
            "40": [
                "He  replied explaining that conditions in South Africa were different,  and drawing my attentions to the fact that under the rules the  section commanders were appointed by the Commanding Officer, but  assuring me that in future, when appointing section commanders, the  Commanding Officer would consider my recommendations."
            ], 
            "1": [
                "Mr. Chamberlain had come to get a gift of 35 million pounds from South  Africa, and to win the hearts of Englishmen and Boers.", 
                "During the War many officers and soldiers had come to South Africa  from India and Ceylon, and it was considered to be the duty of the  British authorities to provide for such of them as decided to settle  there."
            ], 
            "2": [
                "This was the case in  South Africa.", 
                "Colour prejudice was of course in  evidence everywhere in South Africa, but I was not prepared to find  here the dirty and underhand dealing among officials that I was  familiar with in India.", 
                "In South Africa there was a kind of responsible government or  democracy, whereas the commodity imported from Asia was autocracy  pure and simple; for the Asiatics had no responsible government,  there being a foreign power governing them."
            ], 
            "5": [
                "He cabled that he would  like to come to South Africa and I cabled in reply that he could.", 
                "He died before he could start for South Africa."
            ], 
            "4": [
                "Up to this time I had given the cold shoulder to all the agents I  had met in South Africa and India, for I had though that life  assurance implied fear and want of faith in God.", 
                "But when my mode of life changed in South Africa, my outlook changed  too.", 
                "I did not know how long I should  have to stay in South Africa.", 
                "I recollect having paid at least one  insurance premium in South Africa."
            ], 
            "6": [
                "He had  originally come to South Africa as an indentured labourer.", 
                "I have not yet come  across a purer man than he, in South Africa or anywhere else."
            ], 
            "9": [
                "He examined the witnesses himself and was satisfied, but  he knew as well as I that it was difficult in South Africa to get a  white jury to convict a white offender against coloured men."
            ], 
            "39": [
                "soon as the news reached South Africa that I along with other  Indians had offered my services in the war, I received two cables.", 
                "I had to a certain extent anticipated this objection, for I had  discussed the question in my Hind Swaraj (Indian Home Rule), and  used to discuss it day in and day out with friends in South Africa."
            ], 
            "13": [
                "The readers looked forward to it for a trustworthy account of the  Satyagraha campaign as also of the real condition of Indians in  South Africa."
            ], 
            "38": [
                "As one of the best Satyagrahis  he had been sent to England to qualify himself as a barrister, so  that he might take my place on return to South Africa."
            ], 
            "14": [
                "In a similar  way today we have become the untouchables of South Africa.", 
                "Almost in a  similar way the Hindus have considered themselves Aryas  or civilized, and a section of their own kith and kin as Anaryas  or untouchables, with the result that a strange, if unjust nemesis  is being visited not only upon the Hindus in South Africa, but the Musalmans and Parsis as well, inasmuch as they belong to the same country and have the same colour as their Hindu brethren.", 
                "Usually people migrate abroad in  search of wealth and trade, but the bulk of the Indians who went to  South Africa were ignorant, pauper agriculturists, who needed all  the care and protection that could be given them.", 
                "Others  followed him and continued to address me as 'bhai' until the moment  I left South Africa."
            ], 
            "16": [
                "From that day until the time I left  the shores of South Africa, he remained a partner of my joys and  sorrows."
            ], 
            "33": [
                "The Tamil boys were all born in South Africa, and therefore knew  very little Tamil, and did not know the script at all."
            ], 
            "32": [
                "The reader will, I hope, bear in mind the fact that I am, in these  chapters, describing things not mentioned, or only cursorily  mentioned, in the history of Satyagraha in South Africa."
            ], 
            "30": [
                "Though I have introduced Mr. Kallenbach to the readers of the  history of Satyagraha in South Africa, and referred to him in a  previous chapter, I think it necessary to say something more about  him here."
            ], 
            "37": [
                "I must skip many of the recollections of South Africa."
            ]
        }
    }, 
    "Yajnik": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "34": [
                "Indulal  Yajnik was at that time associated with the group of Messrs. Sobani  and Banker."
            ]
        }, 
        "4": {}
    }, 
    "Vaidyanathadham": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "9": [
                "Some of my Calcutta  friends recommended Vaidyanathadham."
            ]
        }, 
        "4": {}
    }, 
    "Mohandas": {
        "1": {
            "10": [
                "I would strongly advise you to send Mohandas to England this very year.", 
                "He will give notes of introduction to them, and Mohandas will have an easy time of it there.'"
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Patwardhan": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "42": [
                "It was about the hour of midnight,  when Patwardhan, who was then working with me, conveyed over the  telephone the news of his death."
            ], 
            "4": [
                "Anandanand  (Swami) as Kaka's friend and Patwardhan (Appa) as Mama's  friend later joined the family, and all in course of time became my  co-workers one after another."
            ]
        }, 
        "4": {}
    }, 
    "Krishnashankar Pandya": {
        "1": {
            "5": [
                "Today I cannot but think with gratitude of Krishnashankar Pandya."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Sheth Abubakar Amod": {
        "1": {}, 
        "3": {}, 
        "2": {
            "21": [
                "The late Sheth Abubakar Amod was first  among them."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Edward Maitland": {
        "1": {}, 
        "3": {}, 
        "2": {
            "15": [
                "One of them introduced me to Edward Maitland,  with whom I opened correspondence.", 
                "My correspondence with Edward Maitland was fairly  prolonged, and that with Raychandbhai continued until his death."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Vallabhbhai Patel": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "23": [
                "Vallabhbhai Patel, Shankarlal Banker, Shrimati  Anasuyabehn, Sjts."
            ]
        }, 
        "4": {}
    }, 
    "Babu Dharanidhar Prasad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "14": [
                "It was  decided that, in company with Babu Dharanidhar Prasad, I should go  and see him the next morning, and we accordingly set off for the  place on elephant's back."
            ]
        }, 
        "4": {}
    }, 
    "Chelmsford": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Lord Chelmsford  refused permission."
            ]
        }, 
        "4": {}
    }, 
    "Buller": {
        "1": {}, 
        "3": {
            "10": [
                "The situation, however, was changed after  the repulse at Spion Kop, and General Buller sent the message that,  though we were not bound to take the risk, Government would be  thankful if we would do so and fetch the wounded from the field.", 
                "General Buller mentioned with appreciation the work of the corps in  his despatch, and the leaders were awarded the War Medal."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Satyapal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Satyapal and Kitchlu had  sent me a pressing invitation to go there."
            ]
        }, 
        "4": {}
    }, 
    "Jehangir Petit": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Mr. Jehangir Petit undertook to convene  the meeting under the auspices of the Imperial Citizenship  Association."
            ]
        }, 
        "4": {}
    }, 
    "Karamchand Gandhi": {
        "1": {
            "1": [
                "The fifth of these six brothers was Karamchand Gandhi, alias Kaba Gandhi, and the sixth was Tulsidas Gandhi."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Bhavnagar": {
        "1": {
            "10": [
                "There was a college in Bhavnagar as well as in Bombay, and as the former was cheaper, I decided to go there and join the Samaldas College."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Muhammad Kasam Kamruddin": {
        "1": {}, 
        "3": {}, 
        "2": {
            "9": [
                "Abdulla  Sheth had wired to Johannesburg also, and given me the name and  address of Muhammad Kasam Kamruddin's firm there.", 
                "So I asked the cabman to drive to Muhammad Kasam  Kamruddin's shop."
            ], 
            "17": [
                "Many of the local merchants were of course enrolled, noteworthy  among them Sheths Dawud Muhammad, Muhammad Kasam Kamruddin, Adamji  Miyakhan, A. Kolandavellu Pillai, C. Lachhiram, Rangasami Padiachi,  and Amod Jiva."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Nepal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "14": [
                "Champaran, being far up north of the  Ganges, and right at the foot of the Himalayas in close proximity to  Nepal, was cut off from the rest of India."
            ]
        }, 
        "4": {}
    }, 
    "Kasturi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "30": [
                "Kasturi Ranga Iyengar.", 
                "Kasturi Ranga Iyengar, and that with a view to  taking a more active part in public life.", 
                "Kasturi Ranga Iyengar, I was under the  impression that we were his guests.", 
                "Kasturi Ranga Iyengar called together a small conference of  leaders to thrash out the matter."
            ]
        }, 
        "4": {}
    }, 
    "Malta": {
        "1": {
            "12": [
                "There was, however, a Sindhi fellow-passenger from Malta who had become  friends with Sjt."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Betul": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "26": [
                "Maulana  Mahomed Ali used to write long letters to me from Betul and  Chhindwada whenever his jailers allowed him to do so."
            ]
        }, 
        "4": {}
    }, 
    "Shrimati Vasumatibehn": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "Shankarlal Banker and Shrimati Vasumatibehn."
            ]
        }, 
        "4": {}
    }, 
    "Maneklal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "15": [
                "Kalyandas, Maneklal,  Gunvantrai Desai and another whose name I cannot recollect."
            ]
        }
    }, 
    "Edward Gait": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "19": [
                "Sir Edward Gait, the Lieutenant Governor, asked me to see him,  expressed his willingness to appoint an inquiry and invited me to be  a member of the Committee.", 
                "Sir Edward Gait accepted the condition as just and proper and  announced the inquiry.", 
                "Sir Edward Gait had a large share in getting the Committee to make a  unanimous report and in getting the agrarian bill passed in  accordance with the Committee's recommendations."
            ]
        }, 
        "4": {}
    }, 
    "Jivanlal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "9": [
                "Jivanlal Desai, a  barrister in Ahmedabad, was the principal man to help me."
            ]
        }, 
        "4": {}
    }, 
    "Shrimati Anandibai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Shrimati Avantikabai and Shrimati Anandibai were  educated enough, but Shrimati Durga Desai and Shrimati Manibehn  Parikh had nothing more than a bare knowledge of Gujarati, and  Kasturbai not even that."
            ]
        }, 
        "4": {}
    }, 
    "Sheth Tyeb Haji Khanmahomed": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "2": [
                "Among these  was the late Sheth Tyeb Haji Khanmahomed."
            ]
        }
    }, 
    "Hakim Ajmal Khan Saheb": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "The word of the late Swami Shraddhanandji and  Hakim Ajmal Khan Saheb was law there."
            ], 
            "36": [
                "Among the signatories to it  were the late Hakim Ajmal Khan Saheb and Mr. Asaf Ali."
            ]
        }, 
        "4": {}
    }, 
    "Nishkulanand": {
        "1": {
            "3": [
                "Nishkulanand sings: 'Renunciation of objects, without the renunciation of desires, is short-lived, however hard you may try'."
            ]
        }, 
        "3": {
            "7": [
                "That is why Nishkulanand has sung:  'Renunciaton without aversion is not lasting.'"
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Madanjit": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "19": [
                "Madanjit, who considered my proposal to be foolish  and held that it would ruin a venture on which he had staked his  all; that the workers would bolt,  Indian Opinion would come to a stop, and the press would have to be closed down."
            ], 
            "18": [
                "Madanjit's  estimate without caring to examine it, and told Mr. West to expect a  profit."
            ], 
            "13": [
                "Madanjit approached me with a proposal to start Indian Opinion and sought my advice."
            ], 
            "15": [
                "Madanjit, who was then canvassing subscribers for Indian Opinion and realizing subscriptions, happened to be in the location at this  moment.", 
                "Madanjit bravely broke open the lock of a vacant  house, and put all the patients there.", 
                "Madanjit."
            ]
        }
    }, 
    "Vithalbhai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "23": [
                "Vithalbhai Patel and the late Sir  Gokuldas Kahandas Parekh."
            ]
        }, 
        "4": {}
    }, 
    "Nadiad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "33": [
                "Almost immediately after the Ahmedabad meeting I went to Nadiad.", 
                "But when I reached  Nadiad and saw the actual state of things there and heard reports  about a large number of people from Kheda district having been  arrested, it suddenly dawned upon me that I had committed a grave  error in calling upon the people in the Kheda district and elsewhere  to launch upon civil disobedience prematurely, as it now seemed to  me."
            ], 
            "32": [
                "I learnt that an attempt had been made to  pull up the rails near the Nadiad railway station, that a Government  officer had been murdered in Viramgam, and that Ahmedabad was under  martial law."
            ], 
            "27": [
                "So as soon as I  reached Nadiad, I had a conference with Vallabhbhai and other  friends."
            ], 
            "28": [
                "The same evening I had to go back to Nadiad.", 
                "We reached Nadiad at about ten o'clock.", 
                "Sheth Ambalal with his good wife came down to Nadiad, conferred with  my co-workers and removed me with the greatest care to his Mirzapur  bungalow in Ahmedabad."
            ]
        }, 
        "4": {}
    }, 
    "Rajkumar Shukla": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "He had a talk with Rajkumar  Shukla and suggested that I should first go to Muzaffarpur.", 
                "Most of the things Rajkumar Shukla has told you  are true."
            ], 
            "12": [
                "Before I reached Bhupen Babu's place in Calcutta, Rajkumar Shukla  had gone and established himself there.", 
                "I had an idea that Rajkumar  Shukla, simple agriculturist as he was, must have some influence in  Patna.", 
                "These entertaining experiences enhanced my regard for Rajkumar  Shukla, if they also enabled me to know him better.", 
                "I saw now that  Rajkumar Shukla could not guide me, and that I must take the reins  in my own hands."
            ]
        }, 
        "4": {}
    }, 
    "Maulana Abdul Kalam Azad": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "42": [
                "I  therefore asked Maulana Abdul Kalam Azad to give me some other  equivalent for it."
            ]
        }, 
        "4": {}
    }, 
    "Phoenix": {
        "1": {}, 
        "3": {
            "8": [
                "The vow was taken when I was  in Phoenix.", 
                "As soon as I was free from ambulance work, I went to  Phoenix, whence I had to return to Johannesburg.", 
                "I had cut down my heavy household expenses at  Johannesburg and gone to Phoenix to take, as it were, the  brahmacharya vow."
            ], 
            "7": [
                "I took my wife and  children to Phoenix and led the Indian ambulance corps attached to  the Natal forces."
            ]
        }, 
        "2": {}, 
        "5": {
            "21": [
                "The rule of not killing venomous reptiles had been practised for the  most part at Phoenix, Tolstoy Farm and Sabarmati."
            ], 
            "1": [
                "Before I reached home, the party which had started from Phoenix had already  arrived.", 
                "According to our original plan I was to have preceded them,  but my preoccupation in England with the war had upset all our  calculations, and when I saw that I had to be detained in England  indefinitely, I was faced with the question of finding a place for  accommodating the Phoenix party.", 
                "I wanted them all to stay together  in India, if possible, and to live the life they had led at Phoenix.", 
                "Mr. Andrews  naturally put the Phoenix party in touch with Sushil Rudra.", 
                "Principal Rudra had no Ashram, but he had a home which he placed  completely at the disposal of the Phoenix family.", 
                "Within a day of  their arrival, his people made them feel so thoroughly at home that  they did not seem to miss Phoenix at all.", 
                "It was only when I landed in Bombay that I learnt that the Phoenix  party was at Shantiniketan."
            ], 
            "2": [
                "Whether I was admitted as a  member or not, I wanted to have an Ashram where I could settle down  with my Phoenix family, preferably somewhere in Gujarat, as, being a  Gujarati, I thought I was best fitted to serve the country through  serving Gujarat."
            ], 
            "4": [
                "The Phoenix family had been assigned separate quarters at  Shantiniketan.", 
                "Not only was the  Phoenix party's kitchen self-conducted, but the food cooked in it  was of the simplest."
            ], 
            "7": [
                "I was invited to send  the Phoenix party to assist them, and so Maganlal Gandhi had already  preceded me.", 
                "Here  was work for the Phoenix party."
            ], 
            "8": [
                "The Phoenix party was there and  their presence drew from the Swami many questions."
            ]
        }, 
        "4": {
            "24": [
                "Polak was to have a smaller house, and my wife was to go and settle  at Phoenix.", 
                "As  soon, therefore, as I got the reply from the Governor, I gave the  landlord the usual month's notice of vacating the house, sent some  of the things to Phoenix and left some with Polak."
            ], 
            "25": [
                "On my arrival at Phoenix I eagerly broached the subject of brahmacharya  with Chhaganlal, Maganlal, West and others."
            ], 
            "20": [
                "It was no easy thing to issue the first number of  Indian Opinion from Phoenix.", 
                "The size of the paper, that of a daily, was considered  unsuitable for an out-of-the-way place like Phoenix.", 
                "This initial insistence ensured the regularity of the paper, and  created an atmosphere of self-reliance in Phoenix.", 
                "Those were, to my mind, the days of the highest  moral uplift for Phoenix."
            ], 
            "21": [
                "It has always been my regret that, although I started the Settlement at  Phoenix, I could stay there only for brief periods.", 
                "My original idea  had been gradually to retire from practice, go and live at the  Settlement, earn my livelihood by manual work there, and find the  joy of service in the fulfillment of Phoenix.", 
                "The unexpected  turn that Phoenix took and the unexpected happenings were certainly  not injurious, though it is difficult to say that they were better  than our original expectations.", 
                "He gave a month's notice to his chief  to be relieved from The Critic, and reached Phoenix in due course.", 
                "Simplicity was so much a part of his nature that, far  from feeling the life at Phoenix in any way strange or hard, he took  to it like a duck takes to water.", 
                "I had thought that ultimately  both of us would retire and settle at Phoenix, but that never came  to pass.", 
                "He wrote to me from Phoenix that though he  loved the life there, was perfectly happy, and had hopes of  developing the Settlement, still he was ready to leave and join the  office to qualify as an attorney, if I thought that thereby we  should more quickly realize our ideals.", 
                "Polak left Phoenix, came to Johannesburg and signed his  articles with me.", 
                "Thus, with the laudable object of quickly realizing the ideals at  Phoenix, I seemed to be going deeper and deeper into a contrary  current, and had God not willed otherwise, I should have found  myself entrapped in this net spread in the name of simple life."
            ], 
            "22": [
                "Phoenix was the common home, and as we were all supposed  to have become farmers, we were not afraid of marriage and its usual  consequences.", 
                "Phoenix thus developed into a little village, half a dozen families  having come and settled and begun to increase there."
            ], 
            "19": [
                "An offer  came in respect of Phoenix.", 
                "We carted  most of our things to Phoenix in about a week.", 
                "It was 14 miles  from Durban, and two and a half miles from Phoenix station.", 
                "I now endeavoured to draw to Phoenix those relations and friends who  had come with me from India to try their fortune, and who were  engaged in business of various kinds."
            ], 
            "28": [
                "We had to take the train from Durban for  Phoenix, whence our Settlement was reached by a road of two miles  and a half.", 
                "I sent a messenger to  Phoenix in advance, with a message to West to receive us at the  station with a hammock, a bottle of hot milk and one of hot water,  and six men to carry kasturbai in the hammock.", 
                "From Phoenix we carried her in the hammock, and there  she slowly picked up strength under hydropathic treatment.", 
                "In two or three days of our arrival at Phoenix a Swami came to our  place."
            ], 
            "36": [
                "The few that remained mostly  belonged to Phoenix.", 
                "In those days I had to move between Johannesburg and Phoenix.", 
                "The same day I took the  train for Phoenix.", 
                "Thus considerably eased, I reached Phoenix, I  made further investigation and acquainted myself with some more  details I needed to know."
            ]
        }
    }, 
    "Nazar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "13": [
                "Mansukhlal Nazar became the first editor."
            ]
        }
    }, 
    "Michael O'Dwyer": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "35": [
                "Sir Michael O'Dwyer held me responsible for all that had happened in the  Punjab, and some irate young Punjabis held me responsible for the  martial law."
            ]
        }, 
        "4": {}
    }, 
    "Shrimati Sarojini Devi": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "31": [
                "Both Shrimati Sarojini Devi and I went out in cars."
            ]
        }, 
        "4": {}
    }, 
    "Krause": {
        "1": {}, 
        "3": {}, 
        "2": {
            "13": [
                "Dr. Krause invited me to his place, and we may be said to have  become friends."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Giles": {
        "1": {
            "2": [
                "Mr. Giles, the Educational Inspector, had come on a visit of inspection."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Devdas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "I sent to the Ashram for  Chhotalal, Surendranath and my son Devdas."
            ]
        }, 
        "4": {}
    }, 
    "Germany": {
        "1": {
            "21": [
                "I shall go to Germany also, if possible,  and there learn German.'"
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {
            "28": [
                "Vallabhbhai brought the news that Germany had been completely  defeated, and that the Commissioner had sent word that recruiting  was no longer necessary."
            ]
        }, 
        "4": {
            "41": [
                "Our talks were mostly about the war, and as  Kallenbach had the geography of Germany at his finger tips, and had  travelled much in Europe, he used to show him on the map the various  places in connection with the war."
            ]
        }
    }, 
    "Porbandar": {
        "1": {
            "1": [
                "State intrigues compelled him to leave Porbandar, where he was Diwan, and to seek refuge in Junagadh.", 
                "Someone, noticing the apparent discourtesy, asked for an explanation, which was thus given: 'The right hand is already pledged to Porbandar.", 
                "Both these brothers were Prime Ministers in Porbandar, one after the other.", 
                "Of these parents I was born at Porbandar, otherwise known as Sudamapuri, on the 2nd October, 1869.", 
                "I passed my childhood in Porbandar."
            ], 
            "9": [
                "The practice was kept up as long as we were in Porbandar.", 
                "During part of his illness my father was in Porbandar."
            ], 
            "3": [
                "So my brother and I were both taken to Porbandar from Rajkot.", 
                "Porbandar is 120 miles from Rajkot - a cart journey of five days."
            ], 
            "2": [
                "I must have been about seven when my father left Porbandar for Rajkot to become a member of the Rajasthanik Court.", 
                "As at Porbandar, so here, there is hardly anything to note about my studies."
            ], 
            "10": [
                "I liked all this and got ready to start off for Porbandar.", 
                "I returned to Rajkot from Porbandar and reported all that had happened."
            ]
        }, 
        "3": {}, 
        "2": {
            "3": [
                "A poor Mussalman's land was confiscated in Porbandar."
            ], 
            "5": [
                "In the meantime a Meman firm from Porbandar wrote to my brother making the  following offer: 'We have business in South Africa."
            ], 
            "4": [
                "My brother had been secretary and adviser to the late Ranasaheb of  Porbandar before he was installed on his gadi1,  and hanging over his head at this time was the charge of having  given wrong advice when in that office."
            ]
        }, 
        "5": {
            "3": [
                "From Poona I went to Rajkot and Porbandar, where I had to meet my  brother's widow and other relatives."
            ]
        }, 
        "4": {}
    }, 
    "Brijkishore": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "12": [
                "Brijkishore Babu failed then to  make an impression on me."
            ]
        }, 
        "4": {}
    }, 
    "Polak": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "24": [
                "Polak was to have a smaller house, and my wife was to go and settle  at Phoenix.", 
                "As  soon, therefore, as I got the reply from the Governor, I gave the  landlord the usual month's notice of vacating the house, sent some  of the things to Phoenix and left some with Polak."
            ], 
            "39": [
                "I had argued the whole thing out to myself in this manner, before I received Polak's cable,  and soon after its receipt, I discussed these views with several  friends and concluded that it was my duty to offer to serve in the  war."
            ], 
            "21": [
                "Polak's was such a trustful nature that, when he reposed  his confidence in a friend, he would try to agree with him instead  of arguing with him.", 
                "Polak left Phoenix, came to Johannesburg and signed his  articles with me.", 
                "About the same time a Scots theosophist, whom I had been coaching  for a local legal examination, also joined as an articled clerk, on  my inviting him to follow Polak's example."
            ], 
            "22": [
                "I invited Polak to come and stay with me, and we began to live like  blood brothers.", 
                "I have an impression that Polak wanted to put  some money by before he settled down to a married life.", 
                "As I  have said in a previous chapter, I had never to argue a thing twice  with Polak.", 
                "Not that we could not have got a  European friend for the purpose, but Polak would not brook the  suggestion."
            ], 
            "23": [
                "Polak and I and the children  usually worked it.", 
                "Polak and I had often very heated discussions about the desirability  or otherwise of giving the children an English education."
            ], 
            "18": [
                "Mr. Polak's candour drew me to him."
            ]
        }
    }, 
    "Mohanlal": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "24": [
                "Mohanlal Pandya, to  remove the crop of onion, from a field which had been, in my opinion  wrongly attached.", 
                "Mohanlal Pandya it was a thing after his  heart.", 
                "Mohanlal and his companions added to the people's  enthusiasm.", 
                "Mohanlal Pandya earned from the people the honoured title of dungli  chor (onion thief) which he enjoys to this day."
            ], 
            "20": [
                "Mohanlal Pandya and Shankarlal Parikh telling me of the  failure of crops in the Kheda district, and asking me to guide the  peasants, who were unable to pay the assessment."
            ], 
            "23": [
                "Mohanlal Pandya and Shankarlal Parikh had also thrown themselves  into the fight, and had set up an agitation in the Bombay  Legislative Council through Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Rangasami Padiachi": {
        "1": {}, 
        "3": {}, 
        "2": {
            "17": [
                "Many of the local merchants were of course enrolled, noteworthy  among them Sheths Dawud Muhammad, Muhammad Kasam Kamruddin, Adamji  Miyakhan, A. Kolandavellu Pillai, C. Lachhiram, Rangasami Padiachi,  and Amod Jiva."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Pillay": {
        "1": {}, 
        "3": {}, 
        "2": {
            "28": [
                "G.  Parameshvaran Pillay placed the columns of The Madras Standard  entirely at my disposal, and I freely availed myself of the offer."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Balasundaram": {
        "1": {}, 
        "3": {}, 
        "2": {
            "20": [
                "Balasundaram - as that was the visitor's name - was  serving his indenture under a well-known European resident of  Durban.", 
                "The master, getting angry with him, had lost self-control,  and had beaten Balasundaram severely, breaking two of his teeth.", 
                "I wanted a certificate from the doctor about the nature  of the injury Balasundaram had sustained.", 
                "I simply  wanted Balasundaram to be released from him.", 
                "There were only two ways of releasing Balasundaram: either by  getting the Protector of Indentured Labourers to cancel his  indenture or transfer him to someone else, or by getting  Balasundaram's employer to release him.", 
                "There were only two ways of releasing Balasundaram: either by  getting the Protector of Indentured Labourers to cancel his  indenture or transfer him to someone else, or by getting  Balasundaram's employer to release him.", 
                "He very kindly agreed to take on  Balasundaram.", 
                "The magistrate  convicted Balasundaram's employer, and recorded that he had  undertaken to transfer the indenture to someone else.", 
                "Balasundaram's case reached the ears of every indentured labourer,  and I came to be regarded as their friend.", 
                "The echoes of Balasundaram's case were heard in far off Madras.", 
                "I have said that Balasundaram entered my office, head-gear in hand.", 
                "Balasundaram thought that he should follow  the practice even with me."
            ], 
            "21": [
                "Balasundaram's case brought me into touch with the indentured Indians."
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Amritsar": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "32": [
                "And what has happened in  Amritsar?", 
                "I cannot answer for  Amritsar."
            ], 
            "31": [
                "The story of happenings in Delhi was repeated with variations in  Lahore and Amritsar.", 
                "I was altogether  unacquainted with them at at that time, but I communicated to them  my intention to visit Amritsar after Delhi.", 
                "On the night of the 7th I started for Delhi and  Amritsar."
            ], 
            "38": [
                "I must regard my participation in Congress proceedings at Amritsar as  my real entrance into the Congress politics.", 
                "My experience of Amritsar had shown that there were one or two  things for which perhaps I had some aptitude and which could be  useful to the Congress."
            ], 
            "36": [
                "Indeed when I supported the co-operation resolution at  the Congress which met at Amritsar a month later, I did so in the  hope that the betrayal would never come."
            ], 
            "34": [
                "In Amritsar innocent men and  women were made to crawl like worms on their bellies."
            ]
        }, 
        "4": {}
    }, 
    "Kevalram Dave": {
        "1": {}, 
        "3": {
            "21": [
                "On my saying that I could not trust myself to do  it justice, Kevalram Dave exclaimed: 'Winning or losing is no  concern of yours.", 
                "Not that I knew much of Indian law, but  Kevalram Dave had instructed me very thoroughly.", 
                "In spite of my successes, I had  been thinking of staying on in Rajkot for some time longer, when one  day Kevalram Dave came to me and said: 'Gandhi, we will not suffer  you to vegetate here."
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Lakshmidas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "40": [
                "Lakshmidas brought Sjt."
            ]
        }, 
        "4": {}
    }, 
    "Kaba Gandhi": {
        "1": {
            "1": [
                "The fifth of these six brothers was Karamchand Gandhi, alias Kaba Gandhi, and the sixth was Tulsidas Gandhi.", 
                "The Agent was angry and asked Kaba Gandhi to apologize.", 
                "But when the Agent saw that Kaba Gandhi was adamant, he ordered him to be released."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Netley": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "42": [
                "'You cannot possibly  go to Netley in this condition."
            ], 
            "40": [
                "Those whom the Commanding Officer could persuade went  to Netley.", 
                "He suggested that  they should form a separate Corps and that at the Netley Hospital  they could be responsible only to the Commanding Officer there, so  that there would be no question of loss of self-respect, Government  would be placated, and at same time helpful service would be  rendered to the large number of wounded received at the hospital.", 
                "This suggestion appealed both to my companions and to me, with the  result that those who had stayed away also went to Netley."
            ]
        }
    }, 
    "Ravishankar": {
        "1": {}, 
        "3": {}, 
        "2": {
            "2": [
                "'Well, Ravishankar,' (for that was his name), I would ask him, 'you may not  know cooking, but surely you must know your sandhya (daily worship), etc.", 
                "So I had to be Ravishankar's teacher.", 
                "I invested in a stove, and with Ravishankar  began to run the kitchen.", 
                "I had no scruples about inter-dining,  Ravishankar too came to have none, and so we went on merrily  together.", 
                "Ravishankar had sworn to  remain dirty and to keep the food unclean!"
            ]
        }, 
        "5": {}, 
        "4": {}
    }, 
    "Harishchandra": {
        "1": {
            "2": [
                "It haunted me and I must have acted Harishchandra to myself times without number.", 
                "'Why should not all be truthful like Harishchandra?'", 
                "To follow truth and to go through all the ordeals Harishchandra went through was the one ideal it inspired in me.", 
                "I literally believed in the story of Harishchandra.", 
                "My commonsense tells me today that Harishchandra could not have been a historical character."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Harihar Sharma": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Kalelkar who was a teacher  there came to be called, 'Kaka' (literaly, paternal uncle), Phadke was  called 'Mama' (literaly, maternal uncle), and Harihar Sharma received the  name 'Anna' (literaly, brother)."
            ]
        }, 
        "4": {}
    }, 
    "Palanpur": {
        "1": {}, 
        "3": {
            "20": [
                "The journey was from Calcutta to Rajkot, and I planned to halt at  Benares, Agra, Jaipur and Palanpur en route.", 
                "In each city I  stayed one day and put up in dharmashalas or with  pandas1 like the ordinary pilgrims, excepting at Palanpur."
            ]
        }, 
        "2": {}, 
        "5": {
            "39": [
                "One was at last procured from Palanpur, but he did not  communicate to us the whole of his art."
            ]
        }, 
        "4": {}
    }, 
    "Thakkar Bapa": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "10": [
                "I had never expected that an untouchable family  with an introduction from no less a man than Thakkar Bapa would so  soon be seeking admission to the Ashram."
            ]
        }, 
        "4": {}
    }, 
    "Mirzapur": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "28": [
                "Sheth Ambalal with his good wife came down to Nadiad, conferred with  my co-workers and removed me with the greatest care to his Mirzapur  bungalow in Ahmedabad."
            ], 
            "22": [
                "With difficulty we succeeded in taking  the remaining sweets to Sheth Ambalal's bungalow in Mirzapur."
            ]
        }, 
        "4": {}
    }, 
    "Deshabandhu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "37": [
                "I discussed the matter with Lokamanya, Deshabandhu and Mr.  Jinnah, but no way out could be found.", 
                "He snatched away the slip of paper containing the amendment, and  before Deshabandhu had even pronounced a definite 'yes', shouted  out, 'Brother delegates, you will be glad to learn that a compromise  had been reached.'"
            ]
        }, 
        "4": {}
    }, 
    "Ota Gandhi": {
        "1": {
            "1": [
                "Uttamchand Gandhi, alias Ota Gandhi, my grandfather, must have been a man of principle.", 
                "I do not think that in my childhood I ever felt or knew that these sons of Ota Gandhi were not all of the same mother."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Rajendra Babu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "Brajkishore Babu now arrived from Darbhanga and Rajendra Babu from  Puri."
            ], 
            "12": [
                "Rajkumar Shukla took me to Rajendra Babu's place in Patna.", 
                "The  servants were doing the duty, which they thought Rajendra Babu would  wish them to do."
            ]
        }, 
        "4": {}
    }, 
    "Shrimati Durga Desai": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "17": [
                "Shrimati Avantikabai and Shrimati Anandibai were  educated enough, but Shrimati Durga Desai and Shrimati Manibehn  Parikh had nothing more than a bare knowledge of Gujarati, and  Kasturbai not even that."
            ]
        }, 
        "4": {}
    }, 
    "Brajkishore Babu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "13": [
                "I found Brajkishore Babu exceptionally coolheaded."
            ]
        }, 
        "4": {}
    }, 
    "Tulsidas Gandhi": {
        "1": {
            "1": [
                "The fifth of these six brothers was Karamchand Gandhi, alias Kaba Gandhi, and the sixth was Tulsidas Gandhi."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Ramdas": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "7": [
                "Numerous delicacies were prepared  for my companions, amongst whom was my son Ramdas."
            ]
        }, 
        "4": {
            "28": [
                "My second and third sons Manilal and Ramdas were, so far as I can  recollect, present when the Swami came."
            ], 
            "22": [
                "On the boat bringing them to South Africa, Ramdas, my third son,  broke his arm while playing with the ship's captain.", 
                "Ramdas landed with his hand in a sling.", 
                "What then was I to do for Ramdas?"
            ]
        }
    }, 
    "Dilshad Begam": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "11": [
                "Amongst the ladies from Bombay  who formed the deputation, I remember the names of Lady Tata and the  late Dilshad Begam."
            ]
        }, 
        "4": {}
    }, 
    "Simla": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "27": [
                "The letter had to be sent to Simla, where the Viceroy had gone  immediately after the conference."
            ]
        }, 
        "4": {}
    }, 
    "Fulchand": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "28": [
                "Fulchand immediately  procured a commode."
            ]
        }, 
        "4": {}
    }, 
    "Ventnor": {
        "1": {
            "18": [
                "It was customary in families  like the one in which I was staying at Ventnor for the daughter of  the landlady to take out guests for a walk.", 
                "My landlady's daughter  took me one day to the lovely hills round Ventnor.", 
                "I once went to Brighton, another  watering-place like Ventnor.", 
                "This was before the Ventnor visit."
            ], 
            "17": [
                "I once went to Ventnor with Sjt."
            ]
        }, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Nagenbabu": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Amongst the Bengali teachers  with whom we came in fairly close contact were Jagadanandbabu,  Nepalbabu, Santoshbabu, Kshitimohanbabu, Nagenbabu, Sharadbabu and  Kalibabu.", 
                "Nagenbabu and  others undertook to see to the sanitary cleaning of the kitchen and  its surroundings."
            ]
        }, 
        "4": {}
    }, 
    "Madeira": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "37": [
                "In Madeira we heard that the great War might break out at any  moment."
            ]
        }
    }, 
    "Maulana Shaukat Ali": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "42": [
                "I had  handed over the draft to Maulana Shaukat Ali who was travelling in  the same compartment, without noticing the omission."
            ]
        }, 
        "4": {}
    }, 
    "Hermann Kallenbach": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {}, 
        "4": {
            "27": [
                "In making these experiments I had several companions, the chief of  whom was Hermann Kallenbach."
            ]
        }
    }, 
    "Empire": {
        "1": {}, 
        "3": {
            "10": [
                "The newspapers published laudatory rhymes  with the refrain, 'We are sons of Empire after all.'"
            ]
        }, 
        "2": {}, 
        "5": {}, 
        "4": {}
    }, 
    "Tyeb Sheth": {
        "1": {}, 
        "3": {}, 
        "2": {
            "8": [
                "'I need not talk to Tyeb  Sheth, or for that matter to anyone else, about the case."
            ], 
            "14": [
                "I approached Tyeb Sheth and requested and advised him to go to  arbitration.", 
                "If my client were to seek immediate  execution of the award, it would be impossible for Tyeb Sheth to  meet the whole of the awarded amount, and there was an unwritten law  among the Porbandar Memans living in South Africa that death should  be preferred to bankruptcy.", 
                "It was impossible for Tyeb Sheth to pay  down the whole sum of about £37,000 and costs.", 
                "He was equal to the occasion, and granted Tyeb  Sheth installments spread over a very long period."
            ]
        }, 
        "5": {}, 
        "4": {
            "3": [
                "I had scarcely finished speaking when Tyeb Sheth cried out, 'Does  not an insult to you amount to an insult to the community?", 
                "asked Tyeb  Sheth."
            ], 
            "2": [
                "'He is our adviser,' said Tyeb Sheth, 'and he has come here at our  request.'", 
                "The Sahib ordered Tyeb Sheth to fetch me before him.", 
                "I went to the  Sahib in company with Tyeb Sheth and others."
            ]
        }
    }, 
    "Chintaman": {
        "1": {}, 
        "3": {}, 
        "2": {}, 
        "5": {
            "4": [
                "Chintaman Shastri, belonging to the same fraternity, was there also."
            ]
        }, 
        "4": {}
    }, 
    "Zanzibar": {
        "1": {}, 
        "3": {}, 
        "2": {
            "8": [
                "During the few days I had had at Zanzibar,  I had been to the court to see the work there."
            ], 
            "27": [
                "On my way back to South Africa I  met one of the Tyabjis at Zanzibar."
            ], 
            "6": [
                "After Lamu the next port was Mombassa and then Zanzibar.", 
                "Only  Malabar can give any idea of the luxuriant vegetation of Zanzibar."
            ]
        }, 
        "5": {}, 
        "4": {}
    }
}