{
    "Madras": {
        "1": {
            "1": [
                "I was born into a middle-class Tamil family in the island\ntown of Rameswaram in the erstwhile Madras state.",
                "These\nnewspapers were mainly bought to keep abreast of current developments in the National Independence Movement, for astrological reference or to check the bullion rates prevailing in Madras."
            ],
            "6": [
                "He finally selected the Sriharikota island, 100 km north of Madras (now Chennai), and thus the SHAR Rocket Launch Station was born.",
                "The island is as big as Madras\ncity."
            ],
            "8": [
                "When I was asked by Dr Brahm Prakash to receive von Braun at Madras and escort him to Thumba, Iwas naturally excited.",
                "We flew in an Avro aircraft which took around ninety minutes from Madras to Trivandrum."
            ],
            "9": [
                "On landing at the Madras airport, the aircraft which Sivakami was travelling in\nskidded and overshot the runway."
            ],
            "10": [
                "Meanwhile, Anna University, Madras, conferred the\nhonorary degree of Doctor of Science on me.",
                "Even if I could catch the Madras flight later in\nthe day, how would I reach Rameswaram from there?",
                "There\nwas no air link between Madras and Madurai from where I\ncould board the evening train to Rameswaram.",
                "I\nwas overwhelmed when the Defence Minister located an\nAir Force helicopter doing sorties between Madras and\nMadurai later in the day to take me to Madurai as soon as I\ndisembarked at Madras from the regular Indian Airlines\nflight, which was leaving Delhi in an hour’s time.",
                "I\nwas overwhelmed when the Defence Minister located an\nAir Force helicopter doing sorties between Madras and\nMadurai later in the day to take me to Madurai as soon as I\ndisembarked at Madras from the regular Indian Airlines\nflight, which was leaving Delhi in an hour’s time.",
                "Dr\nArunachalam told me, “You have earned this for your hard\nwork of the last six months.”\nFlying towards Madras, I scribbled on the back of my\nboarding pass:\n\nWho never climbed the weary league –\nCan such a foot explore\nThe purple territories\nOn Rameswaram’s shore?"
            ],
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Jainulabdeen": {
        "1": {
            "1": [
                "My\nfather, Jainulabdeen, had neither much formal education\nnor much wealth; despite these disadvantages, he possessed great\ninnate wisdom and a true generosity of spirit."
            ],
            "2": [
                "Plate 1 (a) My father Jainulabdeen was not formally\neducated, but was a man of great wisdom and\nkindness."
            ],
            "16": [
                "My story—the story of the son of\nJainulabdeen, who lived for over a hundred years on\nMosque Street in Rameswaram island and died there; the\nstory of a lad who sold newspapers to help his brother; the\nstory of a pupil reared by Sivasubramania Iyer and Iyadurai\nSolomon; the story of a student taught by teachers like\nPandalai; the story of an engineer spotted by MGK Menon\nand groomed by the legendary Prof. Sarabhai; the story of\na scientist tested by failures and setbacks; the story of a\nleader supported by a large team of brilliant and dedicated\nprofessionals."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ashiamma": {
        "1": {
            "1": [
                "He had an\nideal helpmate in my mother, Ashiamma."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Iwas": {
        "1": {
            "1": [
                "I had not the faintest idea of the meaning of the Arabic prayers chanted, but Iwas totally convinced that they\nreached God.",
                "When Iwas old enough to ask questions, I asked my father about the relevance of prayer."
            ],
            "2": [
                "Simple, provincial boy though Iwas, I was convinced that one day I, too, would soar up into the\nskies.",
                "Iwas convinced of this,\ndespite being aware of my lack of assertiveness, which\nprobably came about because of my humble background."
            ],
            "3": [
                "Iwas\nstruck by his irresistible, almost childlike smile and\ngracious manner.",
                "Very soon after this, Iwas asked to proceed to America\nfor a sixmonth training programme on sounding rocket\nlaunching techniques, at the National Aeronautics and Space Administration (NASA) work centres."
            ],
            "5": [
                "Iwas filled with many emotions— happiness, gratitude, a sense of fulfilment and\nthese lines from a littleknown poet of the nineteenth-century\ncrossed my mind: \nRATO motors were mounted on aircraft to provide the\nadditional thrust required during the take-off run under certain adverse operating conditions like partially bombed- out runways, high altitude airfields, more than the\nprescribed load, or very high ambient temperatures."
            ],
            "6": [
                "The fourth\nstage was to be a composite structure and called for a\nlarge number of innovations in fabrication technology; perhaps that was why Iwas brought in.",
                "Iwondered why Iwas selected for this task when there were stalwarts like Gowarikar, Muthunayagam, and Kurup\naround."
            ],
            "7": [
                "Iwas taken into the\nteam as a rocket specialist to evaluate the progress made\nin the areas of aerodynamics, structure and propulsion of\nthe missile."
            ],
            "8": [
                "Before I could depart, late\nin the afternoon, Iwas informed that my mother had passed\naway.",
                "When I was asked by Dr Brahm Prakash to receive von Braun at Madras and escort him to Thumba, Iwas naturally excited."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ahmed Jallaluddin": {
        "1": {
            "1": [
                "He worked at building the boat on\nthe seashore, with the help of a relative, Ahmed Jallaluddin, who later married my sister, Zohara.",
                "By the time the boat met its untimely end, Ahmed\nJallaluddin had become a close friend of mine, despite the\ndifference in our ages.",
                "May God\nbless you, my child!” Samsuddin and Ahmed Jallaluddin travelled with me to Ramanathapuram to enrol me in Schwartz High School, and to arrange for my boarding there."
            ],
            "16": [
                "When I see wealthy, powerful and learned\npeople struggling to be at peace with themselves, I\nremember people like Ahmed Jallaluddin and Iyadurai\nSolomon."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Zohara": {
        "1": {
            "1": [
                "He worked at building the boat on\nthe seashore, with the help of a relative, Ahmed Jallaluddin, who later married my sister, Zohara."
            ],
            "2": [
                "At that time, my\nsister, Zohara, stood behind me, mortgaging her gold\nbangles and chain."
            ],
            "8": [
                "My father, by now more than a hundred\nyears old, pallbearer for his son-in-law, who had been half his age; the bereft soul of my sister Zohara, her wounds\nfrom the loss of her four-year-old son still raw—these\nimages came before my eyes in a blur, too terrible for me\nto comprehend.",
                "I had no words for Zohara or for my niece Mehboob, both of whom were crying uncontrollably."
            ],
            "9": [
                "My sister, Zohara, prepared special sweets\nfor me."
            ],
            "16": [
                "Zohara, my sister, mortgaging her gold bangles\nand chains to get me into engineering college?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Samsuddin": {
        "1": {
            "1": [
                "Another person who greatly influenced my boyhood was my first cousin, Samsuddin.",
                "Samsuddin’s newspaper agency was a one-man\norganization catering to the reading demands of the 1,000- strong literate population of Rameswaram town.",
                "Since reading the printed matter was beyond my capability, I had to satisfy myself with glancing at the pictures in the newspaper before Samsuddin delivered them to his customers.",
                "That forced Samsuddin to look for a helping\nhand to catch the bundles and, as if naturally, I filled the slot.",
                "Samsuddin helped me earn my first wages.",
                "But it was the time\nI spent with Jallaluddin and Samsuddin that perhaps\ncontributed most to the uniqueness of my childhood and made all the difference in my later life.",
                "The unschooled wisdom of Jallaluddin and Samsuddin was so intuitive and\nresponsive to non-verbal messages, that I can\nunhesitatingly attribute my subsequently manifested\ncreativity to their company in my childhood.",
                "May God\nbless you, my child!” Samsuddin and Ahmed Jallaluddin travelled with me to Ramanathapuram to enrol me in Schwartz High School, and to arrange for my boarding there."
            ],
            "3": [
                "Ahmed Jallaluddin and Samsuddin came to see me off at Bombay airport.",
                "Jallaluddin and Samsuddin were self-reliant, positive, optimistic men who\nundertook their work with the assurance of success."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mahatma Gandhi": {
        "1": {
            "1": [
                "A few readers with a more\ncosmopolitan outlook would discuss Hitler, Mahatma Gandhi and Jinnah; almost all would finally flow into the mighty political current of Periyar EV Ramaswamy’s movement against high caste Hindus."
            ],
            "6": [
                "I have always seen a project leader as an\nintegrator of people and that is precisely what Kalam is.” I consider Prof. Sarabhai as the Mahatma Gandhi of Indian\nscience —generating leadership qualities in his team and\ninspiring them through both ideas and example."
            ],
            "16": [
                "In the Indian subcontinent, Mahatma Gandhi\nemphasized grass root level technology and put the\ncustomer at the centre of the entire business activity."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Dinamani": {
        "1": {
            "1": [
                "Dinamani was the most sought after newspaper.",
                "Jallaluddin would tell me stories about the war which I would later attempt to\ntrace in the headlines in Dinamani."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "India": {
        "1": {
            "1": [
                "But soon\nIndia was forced to join the Allied Forces and something\nlike a state of emergency was declared.",
                "Then the Second World War was over and India’s\nfreedom was imminent.",
                "“Indians will build their own India,” declared Gandhiji."
            ],
            "2": [
                "Dr Tank later joined the Hindustan Aeronautics Limited (HAL) in Bangalore and was responsible for the\ndesign of India’s first jet fighter, the HF-24 Marut.",
                "The boy\nfrom the Coromandel Coast took a train to the North of\nIndia."
            ],
            "3": [
                "All this time, the part of India south of\nthe Tropic of Cancer remained largely untouched, safe\nbehind the shield of the Vindhya and Satpura mountain\nranges.",
                "He was keenly interested in the progress of our small project, which he envisioned as the beginning of the\nindigenous development of India’s defence equipment.",
                "All I knew about INCOSPAR at that time was that it was formed\nout of the TIFR talent pool at Bombay (now Mumbai) to\norganize space research in India.",
                "This was the quiet beginning of modern\nrocket-based research in India."
            ],
            "4": [
                "As soon as I returned from NASA, India’s first rocket\nlaunch took place on 21 November 1963.",
                "He was creating a new frontier in\nthe field of science and technology in India.",
                "The RSR programme was responsible for the\ndevelopment and fabrication of sounding rockets and their associated on-board systems for scientific investigations in\nIndia.",
                "Rocketry was reborn in India thanks to the technological vision of Prime Minister Jawaharlal Nehru."
            ],
            "5": [
                "Almost all physical\nlaboratories in India were involved in the sounding rocket programme, each having its own mission, its own objective\nand its own payload.",
                "By that evening, the news of India taking\nup the indigenous development of a device to help short run\ntake-offs by high performance military aircraft, with myself heading the project, was made public.",
                "Could a poor country like\nIndia afford this kind of development?"
            ],
            "6": [
                "Before taking up the responsibility of organizing space\nresearch in India and becoming the chairman of\nINCOSPAR, Prof. Sarabhai had established a number of successful industrial enterprises."
            ],
            "8": [
                "Prime Minister Indira Gandhi told Parliament on 24 July 1974, “The development and fabrication of relevant\ntechnologies, subsystems and hardware (to make India’s\nfirst Satellite Launch Vehicle) are progressing satisfactorily.",
                "The first orbital flight by India is scheduled to\ntake place in 1978.” Like any other act of creation, the creation of the SLV-3\nalso had its painful moments."
            ],
            "9": [
                "In the early hours of the next day, 18 July 1980—at 0803\nhrs to be precise, India’s first Satellite Launch Vehicle, SLV-3 lifted off from SHAR.",
                "India had made its entry\ninto the small group of nations which possessed satellite\nlaunch capability.",
                "He spoke on India’s efforts in\ngenerating nuclear energy and the challenge in conducting\nthe first nuclear test for peaceful purposes.",
                "He had been the guiding spirit behind the Pokharan nuclear test, and I was thrilled by the impact he\nhad helped create on the outside world about India’s\ntechnical competence.",
                "I saw Prof. Sarabhai smiling with a sense of achievement—\nthe sapling which he had planted twenty years ago had\nfinally grown into a tree whose fruits were being\nappreciated by the people of India."
            ],
            "10": [
                "Before I left ISRO, Prof. Dhawan\nasked me to give a talk on the Space Programme Profile in\nIndia by the year 2000.",
                "Plate 17 Receiving the Padma Bushan from Dr\nNeelam Sanjeeva Reddy, then President of India.",
                "Although some\nquestioned our ambitious proposal, everyone, even the\ndoubting Thomases, were very excited about the idea of\nIndia having her own missile systems.",
                "Thus was\nborn India’s prestigious Integrated Guided Missile\nDevelopment Programme, later abbreviated to IGMDP.",
                "The proposed projects were\nchristened in accordance with the spirit of India’s selfreliance."
            ],
            "11": [
                "People\nwere curious to see how, with what India had at that\npoint of time, we were going to achieve all that was\npromised.",
                "We liaised with the Survey of India and the National\nRemote Sensing Agency for the inspection of the contour\nmaps and for obtaining aerial photographs of the Imarat\nKancha to prepare a layout for the approach roads and the\nlocation of the facilities."
            ],
            "12": [
                "When India carried out its first nuclear explosion for\npeaceful purposes, we declared ourselves the sixth country\nin the world to explode a nuclear device.",
                "But India is a very resilient nation.",
                "Her son, Rajiv Gandhi, took\nover as the new Prime Minister of India."
            ],
            "13": [
                "A\nseven-nation technology embargo was clamped, making it\nimpossible for India to buy anything even remotely\nconnected with the development of guided missiles.",
                "The\nemergence of India as a self-reliant country in the field of\nguided missiles upset all the developed nations of the\nworld."
            ],
            "14": [
                "The robust civilian\nspace industry and viable missilebased defences has\nbrought India into the select club of nations that call\nthemselves superpowers.",
                "Always encouraged to follow\nBuddha’s or Gandhi’s teachings, how and why did India\nbecome a missile power is a question that needs to be\nanswered for future generations.",
                "India can most\ncertainly achieve state-of-the-art technology through a\ncombined effort of the scientific laboratories and the\nacademic institutions.",
                "Gary Milhollin, a so-called specialist in missiles and\nwarhead technologies, had made a claim in The Wall\nStreet Journal that India had made Agni with the help of\nWest Germany.",
                "With Agni,\nIndia had reached the stage where she had the option of\npreventing wars involving her."
            ],
            "15": [
                "It was the first\ntime in the history of free India that so many scientists\naffiliated to the same organization found their names on the\nawards list.",
                "India had achieved the status of having a third\ngeneration anti-tank missile system with ‘fire-and-forget’\ncapability—on par with any stateof-the-art technology in the\nworld.",
                "In India, even today, the term technology, for most\npeople, conjures up images of smoky steel mills or clanking\nmachines.",
                "In India, we are just progressing\ntowards that stage—closing the loop.",
                "In the citation read\nby Prof. B Nag on the occasion, I was described as “an\ninspiration behind the creation of a solid technological\nbase from which India’s future aerospace programmes can\nbe launched to meet the challenges of the twenty-first\ncentury”.",
                "Nag was only being polite, but\nI do believe that India will enter the next century with its own\nsatellite in geo-stationary orbit 36,000 km away in space,\npositioned by its own launch vehicle.",
                "India will also become\na missile power.",
                "My friend, Prof. P Rama Rao, who was\nheading the Department of Science and Technology in the\nGovernment of India, even struck up a partnership with me\nto establish what he called the Rao-Kalam school.",
                "But we had to postpone our plan as\nneither of us was relieved from our post by the Government\nof India."
            ],
            "16": [
                "Advancing the developmental\nphilosophy of Dr Bhabha and Prof. Sarabhai, Dr MS\nSwaminathan ushered the Green Revolution into India\nworking on another natural principle of integrity.",
                "***\n\n\fEpilogue\nThis book is interwoven with my deep involvement with\nIndia’s first Satellite Launch Vehicle SLV-3 and Agni\nProgrammes, an involvement which eventually led to my\nparticipation in the recent important national event related\nto the nuclear tests in May, 1998."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Aravindan": {
        "1": {
            "1": [
                "I had three close friends in my childhood—Ramanadha Sastry, Aravindan, and Sivaprakasan.",
                "Later, he took over the priesthood of the Rameswaram temple\nfrom his father; Aravindan went into the business of arranging transport for visiting pilgrims; and Sivaprakasan\nbecame a catering contractor for the Southern Railways."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sivaprakasan": {
        "1": {
            "1": [
                "I had three close friends in my childhood—Ramanadha Sastry, Aravindan, and Sivaprakasan.",
                "Later, he took over the priesthood of the Rameswaram temple\nfrom his father; Aravindan went into the business of arranging transport for visiting pilgrims; and Sivaprakasan\nbecame a catering contractor for the Southern Railways."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ramanadha Sastry": {
        "1": {
            "1": [
                "In fact, Ramanadha Sastry was the son of Pakshi Lakshmana Sastry, the high priest of the Rameswaram temple.",
                "I used to wear a cap which marked me as a Muslim, and I always sat in the front row next to Ramanadha Sastry, who wore a sacred thread.",
                "I felt very sad, and so did Ramanadha Sastry."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rama Tirtha": {
        "1": {
            "1": [
                "During the annual Shri Sita Rama Kalyanam ceremony, our family used to arrange boats with a special platform for carrying idols of the Lord from the temple to the marriage\nsite, situated in the middle of the pond called Rama Tirtha which was near our house."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Lakshmana": {
        "1": {
            "1": [
                "Lakshmana Sastry summoned\nthe teacher, and in our presence, told the teacher that he\nshould not spread the poison of social inequality and\ncommunal intolerance in the minds of innocent children."
            ],
            "3": [
                "Lakshmana Sastry’s voice\nquoting from the Bhagawad Gita echoed in my ears: All beings are born to delusion ."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sivasubramania Iyer": {
        "1": {
            "1": [
                "However, my science teacher Sivasubramania Iyer, though an orthodox Brahmin with a\nvery conservative wife, was something of a rebel.",
                "When I was leaving his house, Sivasubramania Iyer invited me to\njoin him for dinner again the next weekend.",
                "Observing my hesitation, he told me not to get upset, saying, “Once you\ndecide to change the system, such problems have to be\nconfronted.” When I visited his house the next week, Sivasubramania Iyer’s wife took me inside her kitchen and\nserved me food with her own hands."
            ],
            "2": [
                "Sivasubramania Iyer, my science teacher at Rameswaram, had never taught me that most subatomic particles are unstable and that they disintegrate after a\ncertain time into other particles."
            ],
            "16": [
                "What will you call\nSivasubramania Iyer inviting me to have lunch in his\nkitchen?",
                "My story—the story of the son of\nJainulabdeen, who lived for over a hundred years on\nMosque Street in Rameswaram island and died there; the\nstory of a lad who sold newspapers to help his brother; the\nstory of a pupil reared by Sivasubramania Iyer and Iyadurai\nSolomon; the story of a student taught by teachers like\nPandalai; the story of an engineer spotted by MGK Menon\nand groomed by the legendary Prof. Sarabhai; the story of\na scientist tested by failures and setbacks; the story of a\nleader supported by a large team of brilliant and dedicated\nprofessionals."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Gandhiji": {
        "1": {
            "1": [
                "“Indians will build their own India,” declared Gandhiji."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ramanathapuram": {
        "1": {
            "1": [
                "I asked my father’s permission to\nleave Rameswaram and study at the district headquarters\nin Ramanathapuram.",
                "May God\nbless you, my child!” Samsuddin and Ahmed Jallaluddin travelled with me to Ramanathapuram to enrol me in Schwartz High School, and to arrange for my boarding there.",
                "The town of Ramanathapuram was a thriving, factious town of some fifty thousand people, but\nthe coherence and harmony of Rameswaram was absent.",
                "The pull of educational opportunities at Ramanathapuram was not strong enough to nullify the\nattraction of poli, a South Indian sweet my mother made."
            ],
            "2": [
                "Once I settled down at the Schwartz High School, Ramanathapuram, the enthusiastic fifteen-year-old within me re-emerged.",
                "During my stay at Ramanathapuram, my relationship with him grew beyond that of teacher and pupil.",
                "Plate 7 The simple surroundings of Schwartz High School, Ramanathapuram."
            ],
            "15": [
                "The sand and\nshells of\nRameswaram, the care of Iyadurai Solomon in\nRamanathapuram, the guidance of Rev."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Khalil Gibran": {
        "1": {
            "1": [
                "You must forego your longing for\nthe land of your memories to move into the dwelling place\nof your greater desires; our love will not bind you nor will our needs hold you.” He quoted Khalil Gibran to my hesitant mother, “Your children are not your children."
            ],
            "5": [
                "I often read Khalil Gibran, and always find his words full of wisdom."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Al Fatiha": {
        "1": {
            "1": [
                "For they have their own thoughts.” He took me and my three brothers to the mosque and\nrecited the prayer Al Fatiha from the Holy Qur’an."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Schwartz": {
        "1": {
            "1": [
                "May God\nbless you, my child!” Samsuddin and Ahmed Jallaluddin travelled with me to Ramanathapuram to enrol me in Schwartz High School, and to arrange for my boarding there."
            ],
            "2": [
                "By the time I completed my education at Schwartz, Iwas a selfconfident boy determined to succeed.",
                "Whenever I returned to Rameswaram from Schwartz, my elder brother Mustafa Kamal, who ran a provision store\non the railway station road, would call me in to give him a\nlittle help and then vanish for hours together leaving the\nshop in my charge."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Iyadurai Solomon": {
        "1": {
            "2": [
                "My teacher, Iyadurai Solomon, was an\nideal guide for an eager young mind that was yet uncertain of\nthe possibilities and alternatives that lay before it."
            ],
            "15": [
                "The sand and\nshells of\nRameswaram, the care of Iyadurai Solomon in\nRamanathapuram, the guidance of Rev.",
                "When I reached\nMadurai, I asked after my high school teacher Iyadurai\nSolomon, who was by now a Reverend and eighty years\nold."
            ],
            "16": [
                "When I see wealthy, powerful and learned\npeople struggling to be at peace with themselves, I\nremember people like Ahmed Jallaluddin and Iyadurai\nSolomon.",
                "My story—the story of the son of\nJainulabdeen, who lived for over a hundred years on\nMosque Street in Rameswaram island and died there; the\nstory of a lad who sold newspapers to help his brother; the\nstory of a pupil reared by Sivasubramania Iyer and Iyadurai\nSolomon; the story of a student taught by teachers like\nPandalai; the story of an engineer spotted by MGK Menon\nand groomed by the legendary Prof. Sarabhai; the story of\na scientist tested by failures and setbacks; the story of a\nleader supported by a large team of brilliant and dedicated\nprofessionals."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mustafa Kamal": {
        "1": {
            "2": [
                "Whenever I returned to Rameswaram from Schwartz, my elder brother Mustafa Kamal, who ran a provision store\non the railway station road, would call me in to give him a\nlittle help and then vanish for hours together leaving the\nshop in my charge.",
                "Plate 5 STR Manickam (inset), a friend of my brother Mustafa Kamal, had a large collection of books."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kasim Mohammed": {
        "1": {
            "2": [
                "When spared by Mustafa, I would be put in charge of his kiosk by my younger brother, Kasim Mohammed."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Deepavali": {
        "1": {
            "2": [
                "On Deepavali, on his\ninstructions, the Brother in charge of the hostel and the mess volunteers would visit each room and distribute good\ngingelly oil for the ritual bath."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kanchi Paramacharya": {
        "1": {
            "2": [
                "My teachers at St. Joseph were the true followers of Kanchi Paramacharya, who evoked people to “enjoy the\naction of giving”."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Earth": {
        "1": {
            "2": [
                "As I see it, the Earth is the most powerful and energetic planet."
            ],
            "8": [
                "Sitting alone, on the night after the burial, I remembered a poem written\non the death of Yeats by his friend Auden, and felt as if it was written for my father: Earth, receive an honoured guest; William Yeats is laid to rest:\n."
            ],
            "10": [
                "Thus the Surface-to-Surface weapon system\nbecame Prithvi (“the Earth”) and the Tactical Core Vehicle\nwas called Trishul (the trident of Lord Shiva)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "John Milton": {
        "1": {
            "2": [
                "As John Milton puts it so\nbeautifully in Paradise Lost, Book VIII:\n."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Pandalai": {
        "1": {
            "2": [
                "Prof. KAV Pandalai taught me aero-structure design\nand analysis."
            ],
            "16": [
                "My story—the story of the son of\nJainulabdeen, who lived for over a hundred years on\nMosque Street in Rameswaram island and died there; the\nstory of a lad who sold newspapers to help his brother; the\nstory of a pupil reared by Sivasubramania Iyer and Iyadurai\nSolomon; the story of a student taught by teachers like\nPandalai; the story of an engineer spotted by MGK Menon\nand groomed by the legendary Prof. Sarabhai; the story of\na scientist tested by failures and setbacks; the story of a\nleader supported by a large team of brilliant and dedicated\nprofessionals."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sage Agastya": {
        "1": {
            "2": [
                "Tamil is my mother tongue and I am proud of its origins, which have been traced back to Sage Agastya in the pre-Ramayana period; its literature\ndates back to the fifth century BC."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Devan": {
        "1": {
            "2": [
                "The\narticle evoked much interest and I won the competition,\ntaking the first prize from ‘Devan’, the editor of the popular Tamil weekly, Ananda Vikatan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ananda Vikatan": {
        "1": {
            "2": [
                "The\narticle evoked much interest and I won the competition,\ntaking the first prize from ‘Devan’, the editor of the popular Tamil weekly, Ananda Vikatan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Dehra Dun": {
        "1": {
            "2": [
                "I was asked to reach Dehra Dun by the Air Force\nrecruitment authorities and Delhi by DTD&P(Air)."
            ],
            "3": [
                "Then I proceeded to Dehra Dun for my\ninterview at the Air Force Selection Board."
            ],
            "9": [
                "In January 1981, I was invited by Dr Bhagiratha Rao of\nthe High Altitude Laboratory (now the Defence Electronics Applications Laboratory (DEAL)), Dehra Dun to give a\nlecture on the SLV-3."
            ],
            "15": [
                "The transmitter receiver front end was\ndevised at the Defence Electronics Application Laboratory\n(DEAL), Dehra Dun."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Delhi": {
        "1": {
            "2": [
                "I was asked to reach Dehra Dun by the Air Force\nrecruitment authorities and Delhi by DTD&P(Air)."
            ],
            "3": [
                "To bring me to Delhi, my train had crossed all these geographical\nimpediments through the power of scientific advancement.",
                "I halted for a week in Delhi, the city of the great Sufi Saint Hazrat Nizamuddin, and appeared for the interview at DTD&P(Air).",
                "I returned to Delhi and enquired at the DTD&P(Air) about the outcome of my interview.",
                "On my return to Delhi, I was informed that the design of a DART target had been taken up at the DTD&P (Air) and\nthat I had been included in the design team."
            ],
            "5": [
                "Early next year, Prof. Sarabhai wanted to see me\nurgently in Delhi.",
                "On reaching Delhi, I contacted Prof. Sarabhai’s secretary for an\nappointment and was asked to meet him at 3.30 a.m. at Hotel Ashoka.",
                "Delhi being a slightly unfamiliar place, with\nan unfriendly climate for someone like me, conditioned to\nthe warm and humid climate of South India, I decided to wait in the hotel lounge after finishing my dinner.",
                "But as soon as we\nfinished the coffee, Prof. Sarabhai rose and asked us to\naccompany him to Tilpat Range on the outskirts of Delhi."
            ],
            "6": [
                "After attending one such meeting in Delhi on 30 December 1971, I was returning to Trivandrum.",
                "He instructed me to wait at Trivandrum Airport after disembarking from the Delhi flight, and to meet him there before his departure for Bombay the same night."
            ],
            "9": [
                "There, I\nreceived a telephone call from Prof. Dhawan in Delhi, asking me to join him the next morning.",
                "My hosts at the Nehru Centre were kind enough to arrange my ticket to Delhi, but I had a small problem.",
                "On the evening of 25 January, Mahadevan, Secretary to Prof. UR Rao, rang up from Delhi to inform me about the Home Ministry announcement about the conferment of the\nPadma Bhushan award on me."
            ],
            "10": [
                "The thought of missing her\nwedding because of professional preoccupations at Delhi\nwas very distressing.",
                "I\nwas overwhelmed when the Defence Minister located an\nAir Force helicopter doing sorties between Madras and\nMadurai later in the day to take me to Madurai as soon as I\ndisembarked at Madras from the regular Indian Airlines\nflight, which was leaving Delhi in an hour’s time.",
                "The Air Force helicopter landed close to the Indian\nAirlines aircraft as soon as it arrived from Delhi."
            ],
            "12": [
                "It did not take long for the message to reach Delhi."
            ],
            "15": [
                "The Solid Physics Laboratory, Delhi,\nmade the matching Mercury Cadmium Telluride (MCT)\ndetectors.",
                "The Defence Science Centre (DSC), Delhi, put\ntogether an indigenous cooling system based on the Joules\nThomson effect."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Satpura": {
        "1": {
            "3": [
                "All this time, the part of India south of\nthe Tropic of Cancer remained largely untouched, safe\nbehind the shield of the Vindhya and Satpura mountain\nranges."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Tapti": {
        "1": {
            "3": [
                "The Narmada, Tapti, Mahanadi, Godavari, and Krishna rivers had woven a net of almost unassailable\nprotection for the tapering Indian peninsula."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rishikesh": {
        "1": {
            "3": [
                "I trekked down to Rishikesh."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Swamiji": {
        "1": {
            "3": [
                "I introduced myself to the Swamiji.",
                "Surrender yourself to the wish of God,” Swamiji said."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kanpur": {
        "1": {
            "3": [
                "To gain shop-floor exposure to\naircraft maintenance, I was sent to the Aircraft and Armament Testing Unit (A&ATU) at Kanpur.",
                "Even in those days, Kanpur was a very populous city.",
                "Bangalore as a city was in direct contrast to Kanpur.",
                "In Kanpur, I saw paan- chewing imitations of Wajid Ali Shah, and in Bangalore it was replaced by dog-walking sahibs."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Gnat Mk": {
        "1": {
            "3": [
                "At that time,\nthey were involved in a tropical evaluation of Gnat Mk I aircraft."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Wajid Ali Shah": {
        "1": {
            "3": [
                "In Kanpur, I saw paan- chewing imitations of Wajid Ali Shah, and in Bangalore it was replaced by dog-walking sahibs."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Krishna Menon": {
        "1": {
            "3": [
                "But not everyone accepted Krishna Menon’s opinion\nabout GEM.",
                "When the project was about a year old, Defence Minister Krishna Menon made one of his routine visits to ADE.",
                "Don’t look at it—it is not made to\nlook at, but to fly with.” Defence Minister Krishna Menon flew in the Nandi, overruling the accompanying officials’ concern for his\nsafety.",
                "Observing this wordless communication, Krishna Menon dismissed the\ninsulting suggestion of the Group Captain with a laugh and\nsignalled to me to start the machine.",
                "Go for a more powerful prime mover and call me for a second ride,” Krishna Menon\ntold me.",
                "But by this time, Krishna Menon was out of office and could not\ntake his promised second ride."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "John Trowbridge": {
        "1": {
            "3": [
                "The comments of some of the senior scientists at ADE made me recall John Trowbridge’s famous satirical poem on the Wright Brothers, published in 1896:\n."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Golay": {
        "1": {
            "3": [
                "The skeptical Group Captain (now Air Marshal) Golay, later became a good friend of mine."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mediratta": {
        "1": {
            "3": [
                "Dr Mediratta was visibly pleased with the achievement.",
                "One day, Dr Mediratta called me.",
                "The next day Dr Mediratta brought a visitor to our hovercraft—a tall, handsome, bearded man."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Pakshi": {
        "1": {
            "3": [
                "Pakshi Sastry used to say, “Seek the truth, and the truth\nshall set you free.” As the Bible says, “Ask and you shall\nreceive.” It did not happen immediately, but it happened\nnevertheless."
            ],
            "9": [
                "Pakshi Lakshmana Sastry put a tilak on my\nforehead."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mumbai": {
        "1": {
            "3": [
                "All I knew about INCOSPAR at that time was that it was formed\nout of the TIFR talent pool at Bombay (now Mumbai) to\norganize space research in India."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Vikram Sarabhai": {
        "1": {
            "3": [
                "I was interviewed by Dr Vikram Sarabhai along with Prof. MGK Menon and Mr Saraf, then the Deputy Secretary of the Atomic Energy Commission."
            ],
            "8": [
                "Do not make rocketry\nyour profession, your livelihood— make it your religion, your mission.” Did I see something of Prof. Vikram Sarabhai in\nvon Braun?"
            ],
            "16": [
                "Dr Homi\nJehangir Bhabha and Prof. Vikram Sarabhai launched the\nhigh, technology-based atomic energy and space\nprogrammes with a clear-cut emphasis on the natural laws\nof totality and flow.",
                "Above all, I have had the\nopportunity of working with the great visionaries of the\nnation, namely Prof. Vikram Sarabhai, Prof. Satish Dhawan\nand Dr Brahm Prakash, each of whom have greatly\nenriched my life."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Saraf": {
        "1": {
            "3": [
                "I was interviewed by Dr Vikram Sarabhai along with Prof. MGK Menon and Mr Saraf, then the Deputy Secretary of the Atomic Energy Commission."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Trivandrum": {
        "1": {
            "3": [
                "Some time in the latter half of 1962, INCOSPAR took\nthe decision to set up the Equatorial Rocket Launching Station at Thumba, a sleepy fishing village near Trivandrum\n(now Thiruvananthapuram) in Kerala.",
                "The Collector of Trivandrum then, K Madhavan Nair, executed this task in a most tactful, peaceful and expeditious manner, with the\nblessings and cooperation of Right Rev.",
                "Dr Dereira, who was the Bishop of Trivandrum in 1962."
            ],
            "6": [
                "Prof. Sarabhai was staying at the Kovalam Palace Hotel, his usual home whenever he was in Trivandrum.",
                "After attending one such meeting in Delhi on 30 December 1971, I was returning to Trivandrum.",
                "When I reached Trivandrum, a pall of gloom hung in the\nair."
            ],
            "7": [
                "However, stories about Narayanan and\nhis Devil were beginning to reach Trivandrum.",
                "We had our concluding meeting towards the end of March 1975 at Trivandrum."
            ],
            "8": [
                "We flew in an Avro aircraft which took around ninety minutes from Madras to Trivandrum."
            ],
            "9": [
                "He was entrusted with bringing the C-Band transponder from\nTrivandrum to SHAR for integration with the SLV-3."
            ],
            "14": [
                "The aircraft took off\nfrom Trivandrum with the rectified control systems and\nlanded close to ITR on the eleventh day."
            ],
            "15": [
                "The only difference was at that time, my\nroom was in Trivandrum and now it was in Hyderabad."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ahmedabad": {
        "1": {
            "3": [
                "Dr Chitnis of the Physical Research Laboratory, Ahmedabad had spotted it as a suitable location as it was very close to the earth’s magnetic equator."
            ],
            "4": [
                "With this in view, a wide-ranging programme for scientific and technological development in rocket fuels, propulsion systems, aeronautics, aerospace materials, advanced fabrication techniques, rocket motor\ninstrumentation, control and guidance systems, telemetry,\ntracking systems and scientific instruments for experimentation in space were launched at the Space Science and Technology Centre and the Physical Research Laboratory at Ahmedabad."
            ],
            "6": [
                "That night passed in preparations for airlifting Prof. Sarabhai’s body for the cremation in Ahmedabad."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "K Madhavan Nair": {
        "1": {
            "3": [
                "The Collector of Trivandrum then, K Madhavan Nair, executed this task in a most tactful, peaceful and expeditious manner, with the\nblessings and cooperation of Right Rev."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Dereira": {
        "1": {
            "3": [
                "Dr Dereira, who was the Bishop of Trivandrum in 1962."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "America": {
        "1": {
            "3": [
                "Very soon after this, Iwas asked to proceed to America\nfor a sixmonth training programme on sounding rocket\nlaunching techniques, at the National Aeronautics and Space Administration (NASA) work centres."
            ],
            "4": [
                "The Kennedy years were a significant era in America, when\nyoung men were at the helm of affairs.",
                "America also threatened to respond to\nany Soviet nuclear attack from Cuba on any country in the Western Hemisphere by retaliating against the USSR."
            ],
            "8": [
                "Having spent the major part of his working life in Germany, how did he feel in America?",
                "“America is a country of great possibilities, but they look upon everything un-American with suspicion and contempt."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "New York": {
        "1": {
            "3": [
                "It was their first exposure to a big city\nlike Bombay, just as I myself was about to have my first exposure to a mega city like New York."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Hampton": {
        "1": {
            "4": [
                "I started my work at NASA at the Langley Research Centre (LRC) in Hampton, Virginia."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Virginia": {
        "1": {
            "4": [
                "I started my work at NASA at the Langley Research Centre (LRC) in Hampton, Virginia.",
                "Towards the end of my\nvisit, Iwent to the Wallops Flight Facility at Wallops Island in East Coast, Virginia."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Greenbelt": {
        "1": {
            "4": [
                "From LRC I went to the Goddard Space Flight Centre\n(GSFC) at Greenbelt, Maryland."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Maryland": {
        "1": {
            "4": [
                "From LRC I went to the Goddard Space Flight Centre\n(GSFC) at Greenbelt, Maryland."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Iwent": {
        "1": {
            "4": [
                "Towards the end of my\nvisit, Iwent to the Wallops Flight Facility at Wallops Island in East Coast, Virginia."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Tipu Sultan": {
        "1": {
            "4": [
                "It turned out\nto be Tipu Sultan’s army fighting the British.",
                "The development of Indian rockets in the twentieth\ncentury can be seen as a revival of the eighteenth century dream of Tipu Sultan.",
                "When Tipu Sultan was killed, the British captured more than 700 rockets and subsystems of 900 rockets in the battle of Turukhanahally in 1799."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Benjamin Franklin": {
        "1": {
            "4": [
                "My impression of the American people can be\nsummarized by a quotation from Benjamin Franklin, “Those\nthings that hurt instruct!” I realised that people in this part of\nthe world meet their problems head on."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Iblis": {
        "1": {
            "4": [
                "Everybody prostrated\nthemselves except Iblis, or Satan, who refused."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Easwardas": {
        "1": {
            "4": [
                "Easwardas undertook the\nrocket assembly and arranged the launch."
            ],
            "6": [
                "With organizers like Easwardas, Aravamudan, and SC Gupta available, how would I do better?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Aravamudan": {
        "1": {
            "4": [
                "Aravamudan, whom we called Dan, was in charge of radar, telemetry and\nground support."
            ],
            "6": [
                "With organizers like Easwardas, Aravamudan, and SC Gupta available, how would I do better?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "John F Kennedy": {
        "1": {
            "4": [
                "When we were relaxing the next evening at the dinner\ntable, we received news of the assassination of President John F Kennedy in Dallas, Texas."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Dallas": {
        "1": {
            "4": [
                "When we were relaxing the next evening at the dinner\ntable, we received news of the assassination of President John F Kennedy in Dallas, Texas."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Russia": {
        "1": {
            "4": [
                "After\nfourteen days of intense drama, the crisis was resolved by\nthe Soviet Premier Khrushchev ordering that the Cuban\nbases be dismantled and the missiles returned to Russia.",
                "Konstantin Tsiolkovsky in Russia (1903), Robert Goddard in USA (1914) and Hermann Oberth in Germany\n(1923) gave rocketry new dimensions."
            ],
            "5": [
                "“If I get you the motors of this system from Russia, could you do it in\neighteen months time?” Prof. Sarabhai asked us."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "France": {
        "1": {
            "4": [
                "TERLS was established through active collaboration with France, USA\nand USSR."
            ],
            "5": [
                "I not only had to interact with scientists from\nTIFR, National Physical Laboratory (NPL), and Physical Research Laboratory (PRL), but also with payload\nscientists from USA, USSR, France, Germany and Japan."
            ],
            "6": [
                "This gentleman was Prof. Curien, President of CNES (Centre Nationale de Etudes Spatiales), our counterpart in France."
            ],
            "8": [
                "The SLV-3 Apogee rocket, developed as a common\nupper stage with Diamont, scheduled to be flight tested in France was mired in a series of knotty problems.",
                "I had to\nrush to France to sort them out.",
                "On my return from France, after successfully testing the SLV-3 apogee motor, Dr Brahm Prakash informed me one\nday about the arrival of Wernher von Braun."
            ],
            "14": [
                "An\nimmediate denial came from the DLR, who in turn\nspeculated that France had supplied the Agni guidance\nelectronics."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Launch Vehicle": {
        "1": {
            "4": [
                "What is it that distinguishes a sounding\nrocket from a Satellite Launch Vehicle (SLV) and from a missile?"
            ],
            "6": [
                "He was to later become the project director of the Polar Satellite Launch Vehicle (PSLV).",
                "MSR Dev heads the Augmented Satellite\nLaunch Vehicle (ASLV) project, Madhavan Nair is the chief of the Polar Satellite Launch Vehicle (PSLV) project and Sandlas and Sivathanu Pillai are Chief Controllers in DRDO Headquarters."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "England": {
        "1": {
            "4": [
                "These\nrockets had been taken to England by William Congreve\nand were subjected by the British to what we call ‘reverse\nengineering’ today."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "William Congreve": {
        "1": {
            "4": [
                "These\nrockets had been taken to England by William Congreve\nand were subjected by the British to what we call ‘reverse\nengineering’ today."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Robert Goddard": {
        "1": {
            "4": [
                "Konstantin Tsiolkovsky in Russia (1903), Robert Goddard in USA (1914) and Hermann Oberth in Germany\n(1923) gave rocketry new dimensions."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Hermann Oberth": {
        "1": {
            "4": [
                "Konstantin Tsiolkovsky in Russia (1903), Robert Goddard in USA (1914) and Hermann Oberth in Germany\n(1923) gave rocketry new dimensions."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Germany": {
        "1": {
            "4": [
                "Konstantin Tsiolkovsky in Russia (1903), Robert Goddard in USA (1914) and Hermann Oberth in Germany\n(1923) gave rocketry new dimensions."
            ],
            "5": [
                "I not only had to interact with scientists from\nTIFR, National Physical Laboratory (NPL), and Physical Research Laboratory (PRL), but also with payload\nscientists from USA, USSR, France, Germany and Japan."
            ],
            "8": [
                "Under the supervision of von Braun, more than\n10,000 V-2 missiles were produced between April and October 1944 at the gigantic underground production unit near Nordhausen in Germany.",
                "Having spent the major part of his working life in Germany, how did he feel in America?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Wernher": {
        "1": {
            "4": [
                "In Nazi Germany, Wernher von Braun’s group produced V-2 short range\nballistic missiles and showered fire on the Allied Forces."
            ],
            "8": [
                "On my return from France, after successfully testing the SLV-3 apogee motor, Dr Brahm Prakash informed me one\nday about the arrival of Wernher von Braun."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Jawaharlal Nehru": {
        "1": {
            "4": [
                "Rocketry was reborn in India thanks to the technological vision of Prime Minister Jawaharlal Nehru."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Japan": {
        "1": {
            "5": [
                "I not only had to interact with scientists from\nTIFR, National Physical Laboratory (NPL), and Physical Research Laboratory (PRL), but also with payload\nscientists from USA, USSR, France, Germany and Japan.",
                "Prof. Oda was an X-ray payload scientist from the\nInstitute of Space and Aeronautical Sciences (ISAS), Japan.",
                "One day, when I was working on the integration for Prof. Oda’s payload with my timer devices, he insisted on\nusing the timers he had brought from Japan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sudhakar": {
        "1": {
            "5": [
                "But there are exceptions to this like Prof. Oda and Sudhakar, who bring to their work a personal\ntouch of magic based upon their individual character, personality, inner motives, and perhaps the dreams\ncrystallized within their hearts.",
                "Sudhakar was my colleague in the Payload Preparation\nLaboratory.",
                "After the sixth such operation, Sudhakar and I went into the payload room to confirm the proper filling of\nthe mix.",
                "Trapped in this inferno, Sudhakar, however, did not\nlose his presence of mind.",
                "I touched Sudhakar’s bleeding hands\nin gratitude, he was smiling through his pain.",
                "Sudhakar spent many weeks in the hospital recuperating from the\nsevere burns he had received."
            ],
            "9": [
                "Along with Sudhakar and Sivaramakrishnan, there was also Sivakaminathan."
            ],
            "16": [
                "Sudhakar’s courage?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "George Bernard Shaw": {
        "1": {
            "5": [
                "Suddenly, my eyes fell on a\npassage in the book, it was a quotation from George Bernard Shaw."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Jaya Chandra Babu": {
        "1": {
            "5": [
                "One day, while working late in the office, which was quite routine after I took up the RATO projects, I saw a\nyoung colleague, Jaya Chandra Babu going home."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Nigeria": {
        "1": {
            "5": [
                "Instinctive businessman that he was, Babu did not remain long with us and left ISRO for greener pastures in Nigeria."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sriharikota": {
        "1": {
            "6": [
                "He finally selected the Sriharikota island, 100 km north of Madras (now Chennai), and thus the SHAR Rocket Launch Station was born."
            ],
            "8": [
                "The primary goals of the mission were to realise a fully integrated launch vehicle; to\nevaluate on-board systems like stage motors, guidance\nand control systems and electronic subsystems; and to\nevaluate ground systems, like checkout, tracking, telemetry and real-time data facilities in launch operations built at the Sriharikota launch complex.",
                "The flight was terminated after 317 seconds and\nthe vehicle’s remains, including my favourite fourth stage with the payload splashed into the sea, 560 km off Sriharikota."
            ],
            "9": [
                "The sea breeze\nseemed to reflect the buoyancy of the mood on Sriharikota\nisland that day."
            ],
            "13": [
                "The first launch of the Missile Programme was\nconducted on 16 September 1985, when Trishul took off\nfrom the test range at Sriharikota (SHAR)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Chennai": {
        "1": {
            "6": [
                "He finally selected the Sriharikota island, 100 km north of Madras (now Chennai), and thus the SHAR Rocket Launch Station was born."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kurup": {
        "1": {
            "6": [
                "MR Kurup had\nestablished an excellent laboratory for propellants, propulsion and pyrotechnics.",
                "Iwondered why Iwas selected for this task when there were stalwarts like Gowarikar, Muthunayagam, and Kurup\naround."
            ],
            "8": [
                "Kurup and I rushed to the Trivandrum Medical College Hospital and begged to have\nour colleagues admitted, as six beds were not available in\nthe hospital at that point of time."
            ],
            "13": [
                "Working with Kurup on the Prithvi launch campaign gave\nme great satisfaction.",
                "Kurup worked for Prithvi as a team\nmember, ignoring the boundary lines that divide DRDO and\nISRO, DRDL and SHAR.",
                "Kurup used to spend a lot of time\nwith us at the launch pad."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Muthunayagam": {
        "1": {
            "6": [
                "Muthunayagam had proved\nhimself in the field of high energy propellants.",
                "Through their outstanding efforts, Vasant Gowarikar, MR Kurup and Muthunayagam prepared TERLS for a big leap in rocketry.",
                "Iwondered why Iwas selected for this task when there were stalwarts like Gowarikar, Muthunayagam, and Kurup\naround.",
                "I was assured of the guidance of outstanding scientists like DS Rane, Muthunayagam, TS Prahlad, AR Acharya, SC Gupta, and CL Amba Rao, to name a few."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Curien": {
        "1": {
            "6": [
                "Prof. Curien was a thorough professional.",
                "Together, Prof. Sarabhai and Prof. Curien helped me set a target.",
                "Prof. Curien advised Prof. Sarabhai to relieve me of all\nthe minor jobs which posed little challenge and to give me more opportunities for achievement.",
                "Prof. Curien\ntestified, while reviewing our progress, that we had\nachieved in a year’s time what our counterparts in Europe\ncould barely manage in three years."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Vasant Gowarikar": {
        "1": {
            "6": [
                "Through their outstanding efforts, Vasant Gowarikar, MR Kurup and Muthunayagam prepared TERLS for a big leap in rocketry."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "G Madhavan Nair": {
        "1": {
            "6": [
                "Two men were\ncompetent to carry out this task—one was the seasoned\nand sophisticated UR Rao and the other was a relatively unknown experimenter, G Madhavan Nair.",
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Hyderabad": {
        "1": {
            "6": [
                "A massive missile development project had been taken up by DRDO at the Defence Research & Development Laboratory (DRDL), Hyderabad."
            ],
            "7": [
                "He mobilized this young laboratory\nlocated in the southeastern suburbs of Hyderabad to take\nup this enormous task."
            ],
            "10": [
                "Dr VS\nArunachalam, till then Director of the Defence Metallurgical\nResearch Laboratory (DMRL) in Hyderabad, succeeded\nProf. Ramanna.",
                "The members were ZP Marshall, then the\nChief of Bharat Dynamics Limited, Hyderabad, NR Iyer, AK\nKapoor and KS Venkataraman."
            ],
            "11": [
                "He would wear this in\nthe hot climate of Hyderabad, where even a longsleeved\nshirt and shoes are considered an avoidable\ninconvenience."
            ],
            "12": [
                "A curfew had been\nimposed in Hyderabad city."
            ],
            "15": [
                "The only difference was at that time, my\nroom was in Trivandrum and now it was in Hyderabad."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Gp Capt Narayanan": {
        "1": {
            "6": [
                "As the pace of this surface-to-air missile development project increased, the frequency of the Missile Panel meetings and my interaction with Gp Capt Narayanan also\nincreased."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kutty": {
        "1": {
            "6": [
                "The aircraft ladder operator Kutty told me in a choked\nvoice that Prof. Sarabhai was no more."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Brahm Prakash": {
        "1": {
            "6": [
                "The\nrenowned metallurgist, Dr Brahm Prakash, took over as the\nfirst Director of VSSC.",
                "Prof. Dhawan, in consultation with Dr Brahm Prakash, picked me for this job.",
                "I articulated my doubts to Dr Brahm Prakash.",
                "Dr Brahm Prakash advised me to take care of the\nperformance degraders and cautioned me against outrightly seeking optimal performance from the\nparticipating work centres.",
                "Dr Brahm Prakash formed four Project Advisory Committees to advise me on specialized\nareas like rocket motors, materials and fabrication, control and guidance, electronics, and mission and launching."
            ],
            "7": [
                "Prof. MGK Menon, who was working then as Scientific Advisor to the Defence Minister and was head of the DRDO, appointed a review committee\nunder the chairmanship of Dr Brahm Prakash to evaluate\nthe work carried out in the Devil Project.",
                "Dr Brahm Prakash was taken aback by the bluntness of my submission.",
                "I spent the whole night regretting the pain my harsh words had caused Dr Brahm Prakash.",
                "Then I asked myself a private question: what would hurt Dr Brahm\nPrakash more, my seemingly harsh words now, or the\nburial of the SLV at a later stage?",
                "Fortunately for me, Dr Brahm Prakash delegated financial powers to the\nproject the next morning."
            ],
            "8": [
                "On my return from France, after successfully testing the SLV-3 apogee motor, Dr Brahm Prakash informed me one\nday about the arrival of Wernher von Braun.",
                "When I was asked by Dr Brahm Prakash to receive von Braun at Madras and escort him to Thumba, Iwas naturally excited.",
                "I saw Dr Brahm Prakash sitting by my bedside.",
                "I found out later that Dr Brahm Prakash had\ncome to my room twice before that but had gone away on\nfinding me asleep.",
                "The\ncompany of Dr Brahm Prakash filled me with a new\nconfidence."
            ],
            "9": [
                "Dr Brahm Prakash helped me endure this difficult period.",
                "In practice, Dr Brahm Prakash employed the frontline damage control principle: “Just get the fellow home\nalive.",
                "Early in November 1979, Dr Brahm Prakash retired.",
                "Dr Brahm Prakash was a very wise counsellor who gave me valuable guidance whenever I deviated from my mission objectives.",
                "Dr Brahm Prakash not only reinforced the traits which I had acquired from Prof. Sarabhai, but also helped me give\nthem new dimensions.",
                "The echo of Dr Brahm Prakash’s advice could be\nheard in Emerson’s poem on Brahma:\nIf the red slayer think he slays, Or, if the slain think he is slain, They knownot well, the subtle ways\nI keep, and pass, and turn again.",
                "The credit for the successful SLV-3 flight goes, first, to\nthe giants of the Indian space programme, Prof. Sarabhai\nin particular, who had preceded this effort; next to the\nhundreds of VSSC personnel who had through sheer will- power proved the mettle of our countrymen and also, not\nleast, to Prof. Dhawan and Dr Brahm Prakash, who had led\nthe project.",
                "I then rang up Dr Brahm Prakash and\nthanked him.",
                "Dr Brahm Prakash chided me for the formality and said, “I feel as if my son has got the award.” I was so\ndeeply touched by Dr Brahm Prakash’s affection that I could no longer keep my emotions in check.",
                "Dr Brahm Prakash chided me for the formality and said, “I feel as if my son has got the award.” I was so\ndeeply touched by Dr Brahm Prakash’s affection that I could no longer keep my emotions in check."
            ],
            "10": [
                "Plate 11 With Prof Vikram Sarabhai, a great\nvisionary and the master planner behind India's\nMissile Development programme, at Thumba\n\n\fPlate 12 Two gurus of Indian Space Research who\nmentored and gently guided the young scientists –\nProf Satish Dhawan and Dr Brahm Prakash – at one\nof the SLV-3 review meetings.",
                "Plate 14 Dr Brahm Prakash inspecting SLV-3 in its\n\n\ffinal phase of integration."
            ],
            "12": [
                "We were at a meeting laying down the targets for 1984,\nwhen news came of Dr Brahm Prakash’s death on the\nevening of 3 January at Bombay.",
                "If Prof. Sarabhai was the creator of VSSC, Dr Brahm\nPrakash was the executor.",
                "Dr Brahm Prakash\nplayed a very important role in shaping my leadership skills."
            ],
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me.",
                "My father, Prof. Sarabhai, Dr Brahm Prakash?"
            ],
            "16": [
                "Dealing with such people was a crucial part of\nthe whole operation, and this was performed dexterously by\nDr Brahm Prakash.",
                "In the IGMDP, I attempted to integrate the vision of Prof.\nSarabhai and the mission of Prof. Dhawan by adapting the\nhigh technology setting of Dr Brahm Prakash’s space\nresearch.",
                "Dr Brahm Prakash’s\nsupport?",
                "Above all, I have had the\nopportunity of working with the great visionaries of the\nnation, namely Prof. Vikram Sarabhai, Prof. Satish Dhawan\nand Dr Brahm Prakash, each of whom have greatly\nenriched my life."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sarabhai Glass": {
        "1": {
            "6": [
                "Prof. Sarabhai founded Sarabhai Chemicals, Sarabhai Glass, Sarabhai Geigy Limited, Sarabhai Merck Limited, and the Sarabhai Engineering Group."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "SHAR": {
        "1": {
            "6": [
                "Yet another major task was the augmentation of launch facilities at SHAR with\nsystems integration and checkout facilities and\ndevelopment of launch support systems such as launchers and vehicle assembly fixtures."
            ],
            "8": [
                "The SLV-3 project had been formulated in such a way\nthat the major technology work centres, both at VSSC and\nat SHAR could handle propellant production, rocket motor\ntesting and launch of any large diameter rocket.",
                "He also chalked out a detailed work plan with SHAR for the flight trials."
            ],
            "9": [
                "He was entrusted with bringing the C-Band transponder from\nTrivandrum to SHAR for integration with the SLV-3.",
                "In the early hours of the next day, 18 July 1980—at 0803\nhrs to be precise, India’s first Satellite Launch Vehicle, SLV-3 lifted off from SHAR."
            ],
            "11": [
                "With\nSHAR also in Andhra Pradesh, the search for a suitable\nsite spread towards the eastern coastline and finally ended\nat Balasore in Orissa."
            ],
            "13": [
                "The first launch of the Missile Programme was\nconducted on 16 September 1985, when Trishul took off\nfrom the test range at Sriharikota (SHAR).",
                "Since the Interim Test Range at Balasore was still at\nleast a year away from completion, we had set up special\nfacilities at SHAR for the launch of Prithvi.",
                "Kurup worked for Prithvi as a team\nmember, ignoring the boundary lines that divide DRDO and\nISRO, DRDL and SHAR."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "S Srinivasan": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sunderrajan": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Abdul Majeed": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ved Prakash Sandlas": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ],
            "9": [
                "I wanted to be relieved of the project activities, and consequently Ved Prakash Sandlas from my\nteam was made the Project Director for the SLV-3 Continuation Project, which aimed at making operational satellite launch vehicles of a similar class."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Namboodiri": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ],
            "8": [
                "Namboodiri and Pillai were\nspending their days and nights at the propulsion laboratory developing four rocket motors simultaneously."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sasi Kumar": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sivathanu Pillai": {
        "1": {
            "6": [
                "Some young engineers like MSR\nDev, G Madhavan Nair, S Srinivasan, US Singh, Sunderrajan, Abdul Majeed, Ved Prakash Sandlas, Namboodiri, Sasi Kumar, and Sivathanu Pillai developed\ntheir own ground rules designed to help them work efficiently as a project team, and produced outstanding\nindividual and team results.",
                "MSR Dev heads the Augmented Satellite\nLaunch Vehicle (ASLV) project, Madhavan Nair is the chief of the Polar Satellite Launch Vehicle (PSLV) project and Sandlas and Sivathanu Pillai are Chief Controllers in DRDO Headquarters."
            ],
            "9": [
                "Meanwhile, I carried out an\nanalysis of the application of SLV-3 and its variants with Sivathanu Pillai, and compared the existing launch vehicles of the world for missile applications."
            ],
            "16": [
                "In\nIGMDP, Sivathanu Pillai and his team did some\nremarkable work in this area through their home-grown\ntechnique, PACE, which stands for Programme Analysis,\nControl and Evaluation."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Edith Hamilton": {
        "1": {
            "7": [
                "The\nhistorian Edith Hamilton wrote of ancient Greece, “When\nthe freedom they wished for most was freedom from\nresponsibility, then Athens ceased to be free and was never free again”."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Greece": {
        "1": {
            "7": [
                "The\nhistorian Edith Hamilton wrote of ancient Greece, “When\nthe freedom they wished for most was freedom from\nresponsibility, then Athens ceased to be free and was never free again”."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Seshan": {
        "1": {
            "7": [
                "Till then, I had a latent\nreservation about bureaucrats, so I was not very\ncomfortable when I first saw Seshan participating in a SLV- 3 Management Board meeting.",
                "But soon, it changed to\nadmiration for Seshan, who would meticulously go through\nthe agenda and always come for the meetings prepared."
            ],
            "12": [
                "However, this time as\nthe Defence Secretary, Seshan’s queries about the\nschedules and viability of financial propositions presented\nwere much more pointed.",
                "Seshan is a person who enjoys\nverbally bringing adversaries to their knees.",
                "Using his\nsharp-edged humour, Seshan would make his opponents\nlook ridiculous.",
                "At a personal level,\nSeshan is a very kind-hearted and considerate person."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Abul": {
        "1": {
            "8": [
                "“Do you not see, Abul, how the Lord\nlengthens the shadows?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Murthy": {
        "1": {
            "8": [
                "Madhavan Nair and Murthy examined the systems developed by the VSSC\nelectronics laboratories and engineered them into flight sub- systems wherever it was possible."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Singh": {
        "1": {
            "8": [
                "US Singh brought up the first launch ground system, comprising of telemetry,\ntele-command, and radar."
            ],
            "14": [
                "The\nprevious night, Dr Arunachalam, Gen KN Singh and I were\nwalking together with the Defence Minister KC Pant, who\nhad come to ITR to witness the launch."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rajan": {
        "1": {
            "8": [
                "Rajan was (and\nis) a universal friend.",
                "Today when the press calls me a ‘welder of people’, I attribute this\nto Rajan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "William Yeats": {
        "1": {
            "8": [
                "Sitting alone, on the night after the burial, I remembered a poem written\non the death of Yeats by his friend Auden, and felt as if it was written for my father: Earth, receive an honoured guest; William Yeats is laid to rest:\n."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Abou": {
        "1": {
            "8": [
                "Abou asked the Angel if his own name was on the list.",
                "Disappointed but still cheerful, Abou said, “Write my name down as one that loves his fellowmen”.",
                "And Abou’s name was\nthe first on the list."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "London": {
        "1": {
            "8": [
                "Everybody working in rocketry knows of von Braun, who made the\nlethal V-2 missiles that devastated London in the Second World War."
            ],
            "13": [
                "The German V-2 missiles fired at London between\nSeptember 1944 and March 1945 had a conventional highexplosive warhead and a very large CEP of some 17 km.",
                "Yet the 500 V-2s which hit London succeeded in causing\nmore than 21,000 casualties and destroying about 200,000\nhomes."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Nordhausen": {
        "1": {
            "8": [
                "Under the supervision of von Braun, more than\n10,000 V-2 missiles were produced between April and October 1944 at the gigantic underground production unit near Nordhausen in Germany."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mount Everest": {
        "1": {
            "8": [
                "Climbing to the top demands\nstrength, whether to the top of Mount Everest or to the top of your career."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sivaramakrishnan": {
        "1": {
            "8": [
                "Sivaramakrishnan Nair was one among the six persons\ninjured.",
                "Men like Sivaramakrishnan are a breed apart."
            ],
            "9": [
                "Along with Sudhakar and Sivaramakrishnan, there was also Sivakaminathan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Johannes Kepler": {
        "1": {
            "9": [
                "Johannes Kepler, whose three orbital laws form the\nbasis of space research, took nearly 17 years after\nformulating the two laws about planetary motion around the\nsun, to enunciate his third law which gives the relation\nbetween the size of the elliptical orbit and the length of time\nit takes for the planet to go around the sun."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Konstantin Tsiolkovsky": {
        "1": {
            "9": [
                "The\nidea that man could land on the moon, developed by the Russian mathematician Konstantin Tsiolkovsky, was\nrealised after nearly four decades—and by the United States, at that."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "United States": {
        "1": {
            "9": [
                "The\nidea that man could land on the moon, developed by the Russian mathematician Konstantin Tsiolkovsky, was\nrealised after nearly four decades—and by the United States, at that."
            ],
            "12": [
                "Within a week of his visit, I left for the USA with Dr\nArunachalam on an invitation from the United States Air\nForce."
            ],
            "14": [
                "Great ire was raised by the test firing of Agni, according\nto a wellknown American defence journal, especially in the\nUnited States where Congressmen threatened to put a\nstop to all dual-use and missile-related technologies, along\nwith all multinational aid.",
                "The fact that I was in Wallop’s Island more than 25\nyears ago and at that time the technology used in Agni did\nnot exist even in the United States was not mentioned."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sivakaminathan": {
        "1": {
            "9": [
                "Along with Sudhakar and Sivaramakrishnan, there was also Sivakaminathan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mrs Indira Gandhi": {
        "1": {
            "9": [
                "We were to meet\nthe Prime Minister, Mrs Indira Gandhi."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rajya Sabha": {
        "1": {
            "9": [
                "There were about 30 Members of\nthe Lok Sabha and Rajya Sabha in the room, which was lit by a majestic chandelier."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Shrimati Gandhi": {
        "1": {
            "9": [
                "Suddenly, I saw Shrimati Gandhi smiling at me as she said, “Kalam!"
            ],
            "12": [
                "On 19 July 1984, Shrimati Gandhi visited\nDRDL.",
                "We were working on the action plan that had emerged\nfrom the earlier month’s review, when the news of Shrimati\nGandhi’s assassination broke.",
                "The circumstances of Shrimati\nGandhi’s death were very ominous.",
                "It\ngradually absorbed the shock of Shrimati Gandhi’s\nassassination, although at the cost of thousands of lives\nand a colossal loss of property."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Valiamala": {
        "1": {
            "9": [
                "New sites were identified for the expanded activities of VSSC, at Vattiyoorkavu and Valiamala."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ramanna": {
        "1": {
            "9": [
                "Later, Prof. Raja Ramanna\ninvited me for a private meeting over tea.",
                "The first thing that struck me when I met Prof. Ramanna was his genuine pleasure at meeting me.",
                "Prof. Ramanna asked me if I would like to join DRDL and shoulder the responsibility of shaping their Guided Missile Development Programme\n(GMDP).",
                "Prof. Ramanna’s proposal evoked a mixture of emotions in me.",
                "I felt honoured by the esteem in which Prof. Ramanna\nheld me.",
                "Prof. Ramanna advised me to talk to Prof. Dhawan on\nthis issue so that he could work out the modalities of my\ntransfer from ISRO to DRDL."
            ],
            "10": [
                "Meanwhile, Prof. Ramanna retired from the office of the\nScientific Advisor to Defence Minister."
            ],
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "New Delhi": {
        "1": {
            "9": [
                "Let me talk to the top-level management during my next visit to New Delhi,” Prof. Dhawan said."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Mahadevan": {
        "1": {
            "9": [
                "On the evening of 25 January, Mahadevan, Secretary to Prof. UR Rao, rang up from Delhi to inform me about the Home Ministry announcement about the conferment of the\nPadma Bhushan award on me."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Padma Bhushan": {
        "1": {
            "9": [
                "On the evening of 25 January, Mahadevan, Secretary to Prof. UR Rao, rang up from Delhi to inform me about the Home Ministry announcement about the conferment of the\nPadma Bhushan award on me.",
                "My Padma Bhushan evoked mixed reactions at VSSC."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Lewis Carroll": {
        "1": {
            "9": [
                "As for my afflicted\nfriends, the lines by Lewis Carroll seemed very appropriate:"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Anna University": {
        "1": {
            "10": [
                "Meanwhile, Anna University, Madras, conferred the\nhonorary degree of Doctor of Science on me.",
                "I was happy that Anna University\nhad recognized my efforts in the field of rocketry, but what\npleased me most was the recognition of the value of our\nwork in academic circles."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ronald Fischer": {
        "1": {
            "10": [
                "I still\nrecall quoting Ronald Fischer at one of the meetings, “The\nsweetness we taste in a piece of sugar is neither a\nproperty of the sugar nor a property of ourselves."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Neelam Sanjeeva Reddy": {
        "1": {
            "10": [
                "Plate 17 Receiving the Padma Bushan from Dr\nNeelam Sanjeeva Reddy, then President of India."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Prithvi": {
        "1": {
            "10": [
                "Plate 18 Successful launch of Prithvi,\nthe\n\nsurface-to-surface\n\nweapons\n\nsystem.",
                "Thus the Surface-to-Surface weapon system\nbecame Prithvi (“the Earth”) and the Tactical Core Vehicle\nwas called Trishul (the trident of Lord Shiva)."
            ],
            "11": [
                "My search for someone to lead the Prithvi project ended\nwith Col VJ Sundaram who belonged to the EME Corps of\nthe Indian Army.",
                "I thought the Project Director of\nPrithvi would be the first to make decisions with production\nagencies and the armed forces, and Sundaram would be\nthe ideal choice to see that sound decisions were taken."
            ],
            "13": [
                "Prithvi had been\ndesigned as an inertially guided missile.",
                "It is boosted by a first-stage solid rocket\nmotor derived from SLV-3 and further accelerated at the\nsecond stage with the liquid rocket engines of Prithvi.",
                "Later Prithvi and then Agni used similar\nguidance systems, with excellent results.",
                "Work on Prithvi was nearing completion when we\nentered 1988.",
                "Now,\nbesides the scope and quality of the policy decisions\nSundaram and I were providing to the Prithvi team, the\nproject’s success depended on creative ideas being\nconverted into workable products and the quality and\nthoroughness of the team members’ contribution.",
                "The importance of\nthese rocket engines was not restricted to the Prithvi\nproject—it was a national achievement.",
                "Since the Interim Test Range at Balasore was still at\nleast a year away from completion, we had set up special\nfacilities at SHAR for the launch of Prithvi.",
                "Working with Kurup on the Prithvi launch campaign gave\nme great satisfaction.",
                "Kurup worked for Prithvi as a team\nmember, ignoring the boundary lines that divide DRDO and\nISRO, DRDL and SHAR.",
                "Prithvi was launched at 11:23 hrs on 25 February 1988.",
                "Prithvi was not merely a surface-to-surface\nmissile with a capability of delivering a 1000 kg\nconventional warhead to a distance of 150 km with an\naccuracy of 50 meter CEP; it was in fact the basic module\nfor all future guided missiles in the country.",
                "When the West were crying themselves hoarse over the\nNPT, we stressed upon building competence in core\nguidance and control technologies to achieve a CEP as\nprecise as 50 m. With the success of the Prithvi trials, the\ncold reality of a possible strategic strike even without a\nnuclear warhead had silenced the critics to whispers about\na possible technology-conspiracy theory.",
                "The launch of Prithvi sent shock waves across the\nunfriendly neighbouring countries."
            ],
            "14": [
                "As I saw it, the development of\nPrithvi represented the self-reliance of our country in the\nfield of advanced technology.",
                "Now that it had demonstrated our competence in the crucial\narea of re-entry technology and with tactical missiles like\nPrithvi and Trishul already testfired, the launches of Nag\nand Akash would take us into areas of competence where\nthere is little or no international competition.",
                "The second flight of Prithvi at the end of September\n1988 was again a great success.",
                "Prithvi has proved to be\nthe best surface-to-surface missile in the world today.",
                "The Army was quick to\nrecognize the potential of this commendable effort and\napproached the CCPA for placing orders for Prithvi and\nTrishul missile systems, something that had never\nhappened before."
            ],
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me.",
                "With the\ncompletion of developmental trials on Prithvi and Trishul,\nour choice was on test now.",
                "The successful test firing of Prithvi and\nTrishul during the course of the Gulf War was enough to\nmake an anxious nation relax.",
                "The newspaper reports of\nthe programmable trajectory capability of the Prithvi and\nTrishul guidance system, using microwave frequencies in\nvirtually unjammable bands, created widespread\nawareness.",
                "A common query I encountered was\nwhether Prithvi was superior to a Scud, whether Akash\ncould perform like a Patriot, and so on.",
                "The scientists vowed to achieve a reduced CEP\nin the accuracy of Prithvi’s delivery, perfecting the Ka band\nguidance system for Trishul and realising all carbon-carbon\nre-entry control surfaces for Agni by the end of the year."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Krishna Rao": {
        "1": {
            "10": [
                "The\npresentation was presided over by the Defence Minister of\nthe time R Venkataraman, and attended by the three\nService Chiefs: General Krishna Rao, Air Chief Marshal\nDilbagh Singh and Admiral Dawson."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Zameela": {
        "1": {
            "10": [
                "Suddenly, at the breakfast table, I remembered\nthat I was to attend my niece Zameela’s wedding at\nRameswaram that evening.",
                "Zameela\nwas more like a daughter to me.",
                "Bowing in\nthanks, I turned towards the door when I heard Dr\nArunachalam telling the Minister about Zameela’s wedding\nbeing scheduled for that evening at Rameswaram.",
                "I was in Rameswaram\nwell in time for Zameela’s wedding."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Madurai": {
        "1": {
            "10": [
                "There\nwas no air link between Madras and Madurai from where I\ncould board the evening train to Rameswaram.",
                "I\nwas overwhelmed when the Defence Minister located an\nAir Force helicopter doing sorties between Madras and\nMadurai later in the day to take me to Madurai as soon as I\ndisembarked at Madras from the regular Indian Airlines\nflight, which was leaving Delhi in an hour’s time.",
                "I\nwas overwhelmed when the Defence Minister located an\nAir Force helicopter doing sorties between Madras and\nMadurai later in the day to take me to Madurai as soon as I\ndisembarked at Madras from the regular Indian Airlines\nflight, which was leaving Delhi in an hour’s time.",
                "Within the\nnext few minutes I was on my way to Madurai."
            ],
            "15": [
                "When I reached\nMadurai, I asked after my high school teacher Iyadurai\nSolomon, who was by now a Reverend and eighty years\nold.",
                "I was told that he lived in a suburb of Madurai, so I took\na taxi and looked for his house."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Arunachalam": {
        "1": {
            "10": [
                "Dr\nArunachalam told me, “You have earned this for your hard\nwork of the last six months.”\nFlying towards Madras, I scribbled on the back of my\nboarding pass:\n\nWho never climbed the weary league –\nCan such a foot explore\nThe purple territories\nOn Rameswaram’s shore?"
            ],
            "16": [
                "Arunachalam’s drive?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Trishul": {
        "1": {
            "10": [
                "Thus the Surface-to-Surface weapon system\nbecame Prithvi (“the Earth”) and the Tactical Core Vehicle\nwas called Trishul (the trident of Lord Shiva)."
            ],
            "11": [
                "For Trishul, I was looking for a man who not only had a\nsound knowledge of electronics and missile warfare, but\nwho could also communicate the complexities to his team\nin order to promote understanding and to earn his team’s\nsupport."
            ],
            "13": [
                "The first launch of the Missile Programme was\nconducted on 16 September 1985, when Trishul took off\nfrom the test range at Sriharikota (SHAR)."
            ],
            "14": [
                "Now that it had demonstrated our competence in the crucial\narea of re-entry technology and with tactical missiles like\nPrithvi and Trishul already testfired, the launches of Nag\nand Akash would take us into areas of competence where\nthere is little or no international competition.",
                "The Army was quick to\nrecognize the potential of this commendable effort and\napproached the CCPA for placing orders for Prithvi and\nTrishul missile systems, something that had never\nhappened before."
            ],
            "15": [
                "With the\ncompletion of developmental trials on Prithvi and Trishul,\nour choice was on test now.",
                "Rear Admiral Mohan retired and his deputy, Kapoor,\nwas to take over Trishul.",
                "I will always remember his candid exposition of\nvarious aspects of the Command Line of Sight (CLOS)\nguidance system during the Trishul meetings.",
                "The successful test firing of Prithvi and\nTrishul during the course of the Gulf War was enough to\nmake an anxious nation relax.",
                "The newspaper reports of\nthe programmable trajectory capability of the Prithvi and\nTrishul guidance system, using microwave frequencies in\nvirtually unjammable bands, created widespread\nawareness.",
                "The scientists vowed to achieve a reduced CEP\nin the accuracy of Prithvi’s delivery, perfecting the Ka band\nguidance system for Trishul and realising all carbon-carbon\nre-entry control surfaces for Agni by the end of the year.",
                "The year also saw tubelaunched Nag\nflights, and the manoeuvre of Trishul at seven metres above\nsea level, at speeds which exceeded three times the speed\nof sound."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Akash": {
        "1": {
            "10": [
                "The Surfaceto-Air area defence system was named as Akash (“sky”)\nand the anti-tank missile project Nag (“Cobra”)."
            ],
            "11": [
                "Due to technological complexities, Akash and Nag\nwere then considered missiles of the future; their activities\nwere expected to peak about half a decade later.",
                "Therefore, I selected the relatively young Prahlada and NR\nIyer for Akash and Nag."
            ],
            "13": [
                "At the IISc, postgraduate\nstudents under the leadership of Prof. IG Sharma\ndeveloped air defence software for multi-target acquisition\nby Akash.",
                "In yet another example of creating a synergy of scientific\ntalent, Prof. Bharati Bhatt of IIT Delhi, working with the Solid\nPhysics Laboratory (SPL) and Central Electronics Limited\n(CEL), broke the monopoly of the western countries by\ndeveloping ferrite phase shifters for use in the multifunction, multi-tasking 3-D Phased Army Radar for\nsurveillence, tracking and guidance of Akash."
            ],
            "14": [
                "Now that it had demonstrated our competence in the crucial\narea of re-entry technology and with tactical missiles like\nPrithvi and Trishul already testfired, the launches of Nag\nand Akash would take us into areas of competence where\nthere is little or no international competition."
            ],
            "15": [
                "We celebrated the nation’s forty-fourth Independence\nDay with the test firing of Akash.",
                "A common query I encountered was\nwhether Prithvi was superior to a Scud, whether Akash\ncould perform like a Patriot, and so on."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "IGMDP": {
        "1": {
            "11": [
                "The launch of the IGMDP was like a bright flash on the\nIndian scientific firmament.",
                "The magnitude of the IGMDP was really\nunprecedented in the country and the schedules projected\nwere quite quixotic by the norms and standards prevailing\nin the Indian R&D establishments.",
                "Ranga Rao had a series of meetings\n\n\fwith the scientists sharing our vision of developing\nindigenous missile technology and explaining the different\naspects of the IGMDP.",
                "While the process of forming teams and organizing\nwork was going on, I found that the space available at\nDRDL was grossly inadequate to meet the enhanced\nrequirements of IGMDP.",
                "Defence Minister R Venkataraman visited DRDL in\nSeptember 1983 to appraise himself of the activities of\nIGMDP.",
                "Both Dr Arunachalam and I saw in\nthe horizon endless possibilities stretching out before\nIGMDP; and our enthusiasm proved infectious.",
                "We were\nexcited and encouraged to see the best professionals in\nthe country gravitating towards IGMDP.",
                "The word had evidently\ngot around that the IGMDP was a born winner."
            ],
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me.",
                "When we chose the route of concurrent\nengineering in IGMDP, we selected a rough track.",
                "Once, he\nshowed me a verse that he had composed to highlight the\nwoes of an IGMDP Project Director."
            ],
            "16": [
                "I think the biggest success of IGMDP is not\nthe fact that in\nrecord time the country acquired the capability of\nmaking five state-ofthe-art missile systems but that through\nit, some superb teams of scientists and engineers have\nbeen created.",
                "When we first began creating project teams during the\nSLV-3 project and later in IGMDP, people working in these\nteams found themselves in the frontline of their\norganizations’ ambitions.",
                "In\nIGMDP, Sivathanu Pillai and his team did some\nremarkable work in this area through their home-grown\ntechnique, PACE, which stands for Programme Analysis,\nControl and Evaluation.",
                "In the IGMDP, I attempted to integrate the vision of Prof.\nSarabhai and the mission of Prof. Dhawan by adapting the\nhigh technology setting of Dr Brahm Prakash’s space\nresearch.",
                "When IGMDP was sanctioned in 1983, we did not have\nan adequate technology base.",
                "Eventually,\nthe IGMDP had 78 partners, including 36 technology\n\n\fcentres and 41 production centres spread over public\nsector undertakings, ordnance factories, private industries,\nand professional societies, hand-in hand with a well-knit\nbureaucratic structure in the Government.",
                "The Technology Management philosophy of IGMDP is\nnot exclusive to missile development."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ranga Rao": {
        "1": {
            "11": [
                "I consulted Ranga Rao on revamping the existing\nmanagement system to achieve an optimum utilization of\nhuman resources."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sundaram": {
        "1": {
            "11": [
                "With a post-graduate degree in\nAeronautical Engineering and expertise in mechanical\nvibrations, Sundaram was head of the Structures Group at\nDRDL.",
                "I thought the Project Director of\nPrithvi would be the first to make decisions with production\nagencies and the armed forces, and Sundaram would be\nthe ideal choice to see that sound decisions were taken.",
                "Two other young men, VK\nSaraswat and AK Kapoor were made deputies to\nSundaram and Mohan respectively."
            ],
            "13": [
                "Now,\nbesides the scope and quality of the policy decisions\nSundaram and I were providing to the Prithvi team, the\nproject’s success depended on creative ideas being\nconverted into workable products and the quality and\nthoroughness of the team members’ contribution.",
                "Leaving the vehicle development in the safe and\nefficient hands of Sundaram and Saraswat, I started\nlooking at the mission’s vulnerable areas."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Imarat Kancha": {
        "1": {
            "11": [
                "I visited the nearby\nImarat Kancha area.",
                "We liaised with the Survey of India and the National\nRemote Sensing Agency for the inspection of the contour\nmaps and for obtaining aerial photographs of the Imarat\nKancha to prepare a layout for the approach roads and the\nlocation of the facilities."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Krishna Mohan": {
        "1": {
            "11": [
                "I selected Krishna Mohan, who was in his\nmidthirties, to complement Suryakantha Rao, who was in\nhis late fifties at that time."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Suryakantha Rao": {
        "1": {
            "11": [
                "I selected Krishna Mohan, who was in his\nmidthirties, to complement Suryakantha Rao, who was in\nhis late fifties at that time."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Salwan": {
        "1": {
            "11": [
                "In\nthe final phase of construction, Salwan discovered an\nancient place of worship among the boulders."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Balasore": {
        "1": {
            "11": [
                "With\nSHAR also in Andhra Pradesh, the search for a suitable\nsite spread towards the eastern coastline and finally ended\nat Balasore in Orissa.",
                "We decided therefore to create an\ninterim infrastructure adjacent to the Proof Experimental\nEstablishment (PXE) at Chandipur in Balasore district of\nOrissa."
            ],
            "13": [
                "Since the Interim Test Range at Balasore was still at\nleast a year away from completion, we had set up special\nfacilities at SHAR for the launch of Prithvi."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "R Venkataraman": {
        "1": {
            "11": [
                "Defence Minister R Venkataraman visited DRDL in\nSeptember 1983 to appraise himself of the activities of\nIGMDP."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Roddam Narasimha": {
        "1": {
            "12": [
                "Roddam Narasimha, then Director of the National\nAeronautical Laboratory, used the occasion of this review\nto put up a strong case for technology initiative.",
                "Roddam Narasimha of National Aeronautical\nLaboratory and KK Ganapathy of HAL accompanied us."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rajiv Gandhi": {
        "1": {
            "12": [
                "Her son, Rajiv Gandhi, took\nover as the new Prime Minister of India.",
                "Prime Minister Rajiv Gandhi laid\nthe foundation stone of the Research Centre Imarat (RCI)\non 3 August 1985.",
                "Madam Gandhi was a taskmaster, whereas Prime Minister\nRajiv Gandhi used his charisma to achieve his ends."
            ],
            "14": [
                "Prime Minister Rajiv Gandhi called the Agni launch “a\nmajor achievement in our continuing efforts to safeguard\nour independence and security by self-reliant means."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Washington": {
        "1": {
            "12": [
                "After finishing our work at the Pentagon in Washington, we\nlanded in San Francisco on our way to Los Angeles to visit\nNorthrop Corporation."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "San Francisco": {
        "1": {
            "12": [
                "After finishing our work at the Pentagon in Washington, we\nlanded in San Francisco on our way to Los Angeles to visit\nNorthrop Corporation."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Los Angeles": {
        "1": {
            "12": [
                "After finishing our work at the Pentagon in Washington, we\nlanded in San Francisco on our way to Los Angeles to visit\nNorthrop Corporation."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Schuller": {
        "1": {
            "12": [
                "This Cathedral has been built at the cost of several million\ndollars through donations organized by Schuller.",
                "The ego involvement must go,”\nwrites Schuller.",
                "“Before God trusts you with success, you\nhave to prove yourself humble enough to handle the big\nprize.” I prayed to God in Schuller’s church to help me build\na Research Centre at the Imarat Kancha—that would be my\nCrystal Cathedral."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kalidieotheodolite": {
        "1": {
            "13": [
                "Two C-Band radars and Kalidieotheodolite (KTLs) were used to track the missile from the\nground."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Joint Advanced Technology": {
        "1": {
            "13": [
                "Taking our partnership with the academic institutions of\nthe country a step further, Joint Advanced Technology\nProgrammes were started at the Indian Institute of Science\n(IISc), and Jadavpur University."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Ghoshal": {
        "1": {
            "13": [
                "A team of\nyoung engineering graduates at Jadavpur University under\nthe guidance of Prof. Ghoshal developed the required\nrobust guidance algorithm."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sharma": {
        "1": {
            "13": [
                "At the IISc, postgraduate\nstudents under the leadership of Prof. IG Sharma\ndeveloped air defence software for multi-target acquisition\nby Akash."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kharagpur": {
        "1": {
            "13": [
                "Prof. Saraf of\nIIT, Kharagpur, working with BK Mukho-padhyay, my\ncolleague at RCI, made a millimetric wave (MMW) antenna\nfor the Nag Seeker Head in two years, a record even by\ninternational standards."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Pilani": {
        "1": {
            "13": [
                "The Central Electrical and\nElectronics Research Institute (CEERI), Pilani developed\nan Impatt Diode in consortium with the SPL and RCI to\novercome technological foreign dependence in creating\nthese components, which are the heart of any MMW\ndevice."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "West": {
        "1": {
            "13": [
                "When the West were crying themselves hoarse over the\nNPT, we stressed upon building competence in core\nguidance and control technologies to achieve a CEP as\nprecise as 50 m. With the success of the Prithvi trials, the\ncold reality of a possible strategic strike even without a\nnuclear warhead had silenced the critics to whispers about\na possible technology-conspiracy theory."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Nagaraj": {
        "1": {
            "14": [
                "VR Nagaraj was the leader of the electrical\nintegration team.",
                "Dedicated technologist that he is,\nNagaraj would forget basic requirements like food and\nsleep while on the integration gig.",
                "His family kept this\ninformation from Nagaraj so that there would be no\ninterruption in his work towards the launching of Agni.",
                "A\nweeping Nagaraj, by now informed about the tragedy in his\nfamily, met me and promised that he would be back within\nthree days.",
                "Sending Nagaraj off, I met my team\nmembers who were in a state of shock and sorrow."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sudhir Dar": {
        "1": {
            "14": [
                "Cartoonist Sudhir Dar sketched\na shopkeeper returning a product to the salesman saying\nthat like Agni it would not take off."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Keshav": {
        "1": {
            "14": [
                "The Hindu carried a cartoon by\nKeshav showing a villager counting some currency notes\nand commenting to another, “Yes, it’s the compensation for\nmoving away from my hut near the test site—a few more\npostponements and I can build a house of my own...”."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Simla": {
        "1": {
            "14": [
                "He\ncabled from Simla, “It is a tribute to your dedication, hard\nwork, and talent.”\nA great deal of misinformation and disinformation had\nbeen spread by vested interests about this technology\nmission."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Gary Milhollin": {
        "1": {
            "14": [
                "Gary Milhollin, a so-called specialist in missiles and\nwarhead technologies, had made a claim in The Wall\nStreet Journal that India had made Agni with the help of\nWest Germany."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Jeff Bingaman": {
        "1": {
            "14": [
                "American Senator Jeff Bingaman even went to\nthe extent of suggesting that I picked up everything needed\nfor Agni during my four-month stay at Wallop’s Island in\n1962."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Millimetric Wave": {
        "1": {
            "14": [
                "I told them that our work in Imaging Infra Red (IIR) and\nMillimetric Wave (MMW) radar technology for the Nag\nmissile system had placed us in the vanguard of\ninternational R&D efforts in missile technology."
            ],
            "15": [
                "Nag uses two key technologies—an Imaging Infra Red\n(IIR) system and a Millimetric Wave (MMW) seeker radar\nas its guiding eye."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Sequeira": {
        "1": {
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Madam Gandhi": {
        "1": {
            "15": [
                "Father Sequeira in\nTrichi and Prof. Pandalai in Madras, the encouragement of\nDr Mediratta in Bangalore, the hovercraft ride with Prof.\nMenon, the pre-dawn visit to the Tilpat Range with Prof.\nSarabhai, the healing touch of Dr Brahm Prakash on the\nday of the SLV3 failure, the national jubilation on the SLV-3\nlaunch, Madam Gandhi’s appreciative smile, the post-SLV3 simmering at VSSC, Dr Ramanna’s faith in inviting me to\nDRDO, the IGMDP, the creation of RCI, Prithvi, Agni...a\nflood of memories swept over me."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Tamil Nadu": {
        "1": {
            "15": [
                "Dr PC\nAlexander, the Governor of Tamil Nadu, who was presiding\nover the function, was deeply moved on seeing the elderly\nteacher who had not forgotten his pupil of long ago, and\nrequested him to share the dais."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Erhart": {
        "1": {
            "15": [
                "Father Erhart, Prof. Subramanyam,\nProf. Iyyamperumal Konar, or Prof. Thothathri Iyengar there,\nbut it seemed to me that the stones of the St. Joseph’s\nbuilding still carried the imprint of the wisdom of those great\npeople."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Prahlada": {
        "1": {
            "15": [
                "Prahlada and his team\nevaluated a new solid propellant booster system based on\na composite modified double base propellant."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Rudolf Steiner": {
        "1": {
            "16": [
                "In\nEurope, Rudolf Steiner and Reg Revans developed this\nconcept into the system of individual learning and\norganizational renewal."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Kurien": {
        "1": {
            "16": [
                "Dr\nVerghese Kurien brought in a powerful cooperative\nmovement through a revolution in the dairy industry."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Avul": {
        "1": {
            "16": [
                "The bloodline of my greatgrandfather Avul,\nmy grandfather Pakir, and my father Jainulabdeen may end\nwith Abdul Kalam, but His grace will never cease, for it is\nEternal."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Pakir": {
        "1": {
            "16": [
                "The bloodline of my greatgrandfather Avul,\nmy grandfather Pakir, and my father Jainulabdeen may end\nwith Abdul Kalam, but His grace will never cease, for it is\nEternal."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    },
    "Abdul Kalam": {
        "1": {
            "16": [
                "The bloodline of my greatgrandfather Avul,\nmy grandfather Pakir, and my father Jainulabdeen may end\nwith Abdul Kalam, but His grace will never cease, for it is\nEternal."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {},
        "6": {},
        "7": {}
    }
}