{
    "1904": [
        "Gandhi Founds the Phoenix Settlement. Influenced by the teachings of Ruskin, Gandhi purchased a farm at Phoenix, near Mount Edgecombe in 1904 in order to establish a communal settlement. The settlement was based on the ideals of communal living whereby all persons irrespective of their social standing and occupation would receive an equal wage. They were to contribute to the common good and welfare of the settlement. The residents saw to the needs of the printing press during their spare time. The settlement comprised of Gandhi's house, the settlers homes and a printing press. On the farm were fruit trees and acres of crop for use by the residents of the settlement. Gandhi's house was later converted to a museum, but it does not exist today as it was destroyed during the Inanda Riots of 1985. The Phoenix Settlement was situated on the north western edge of Inanda about 25km from central Durban. It comprised 100 acres of land with several main buildings clustered together on a small hill known as the Apex area. Throughout its long history, the Settlement played an important role both from the spiritual and political point of view, in promoting justice, peace and equality."

    ],
    "1906": [
        "Asiatic Law Amendment Ordinance Requires Asians in Transvaal to Carry Fingerprinted Identification. At the onset of the South African War, Gandhi argued that Indians must support the war effort in order to legitimize their claims to full citizenship, organizing a volunteer ambulance corps of 300 free Indians and 800 indentured labourers called the Indian Ambulance Corps, one of the few medical units to serve wounded black South Africans. He himself was a stretcher-bearer at the Battle of Spion Kop, and was decorated. At the conclusion of the war, however, the situation for the Indians did not improve, but continued to deteriorate. In 1906, the Transvaal government promulgated a new Act compelling registration of the colony's Indian population. At a mass protest meeting held in Johannesburg on September 11th that year, Gandhi adopted his methodology of satyagraha (devotion to the truth), or non-violent protest, for the first time, calling on his fellow Indians to defy the new law and suffer the punishments for doing so, rather than resist through violent means. This plan was adopted, leading to a seven-year struggle in which thousands of Indians were jailed (including Gandhi himself on many occasions), flogged, or even shot, for striking, refusing to register, burning their registration cards, or engaging in other forms of non-violent resistance. While the government was successful in repressing the Indian protesters, the public outcry stemming from the harsh methods employed by the South African government in the face of peaceful Indian protesters finally forced South African General Jan Christiaan Smuts to negotiate a. The Asiatic Law Amendment Ordinance came into being in 1906. It proposed that Indians and Chinese were to register their presence in the Transvaal, including giving their fingerprints and carrying passes. A protest against the act united the two communities and they decided to oppose the ordinance by peaceful methods.",
        "Gandhi Organizes Stretcher-Bearer Corps that Serves During the Zulu Uprising. In 1906, after the British introduced a new poll-tax, Zulus in South Africa killed two British officers. In response, the British declared a war against the Zulus. Gandhi actively encouraged the British to recruit Indians. He argued that Indians should support the war efforts in order to legitimize their claims to full citizenship. The British, however, refused to commission Indians as army officers. Nonetheless, they accepted Gandhi's offer to let a detachment of Indians volunteer as a stretcher bearer corps to treat wounded British soldiers. This corps was commanded by Gandhi. On 21 July 1906, Gandhi wrote in Indian Opinion: The corps had been formed at the instance of the Natal Government by way of experiment, in connection with the operations against the Natives consists of twenty three Indians. Gandhi urged the Indian population in South Africa to join the war through his columns in Indian Opinion: If the Government only realized what reserve force is being wasted, they would make use of it and give Indians the opportunity of a thorough training for actual warfare. In Gandhi's opinion, the Draft Ordinance of 1906 brought the status of Indians below the level of Natives. He therefore urged Indians to resist the Ordinance along the lines of satyagraha by taking the example of Kaffirs. In his words, Even the half-castes and kaffirs, who are less advanced than we, have resisted the government. The pass law applies to them as well, but they do not take out passes.",
        "Gandhi Introduces Non-Violent Protest Philosophy of Satyagraha. At the onset of the South African War, Gandhi argued that Indians must support the war effort in order to legitimize their claims to full citizenship, organizing a volunteer ambulance corps of 300 free Indians and 800 indentured labourers called the Indian Ambulance Corps, one of the few medical units to serve wounded black South Africans. He himself was a stretcher-bearer at the Battle of Spion Kop, and was decorated. At the conclusion of the war, however, the situation for the Indians did not improve, but continued to deteriorate. In 1906, the Transvaal government promulgated a new Act compelling registration of the colony's Indian population. At a mass protest meeting held in Johannesburg on September 11th that year, Gandhi adopted his methodology of satyagraha (devotion to the truth), or non-violent protest, for the first time, calling on his fellow Indians to defy the new law and suffer the punishments for doing so, rather than resist through violent means. This plan was adopted, leading to a seven-year struggle in which thousands of Indians were jailed (including Gandhi himself on many occasions), flogged, or even shot, for striking, refusing to register, burning their registration cards, or engaging in other forms of non-violent resistance. While the government was successful in repressing the Indian protesters, the public outcry stemming from the harsh methods employed by the South African government in the face of peaceful Indian protesters finally forced South African General Jan Christiaan Smuts to negotiate a. It was the passage of the Asiatic Registration Act in Transvaal in 1907 which convinced Gandhi that the method of protest, petition and prayer which he had sedulously pursued for nearly fourteen years had failed. It was at this juncture that he evolved a new technique, which came to be known as Passive Resistance; but as it ruled out both verbal and physical violence, it differed in important respects from the campaign waged on behalf of the suffragettes in England. The principles and techniques of Gandhi’s movement were to evolve gradually in the ensuing months ant years; its author was a man for whom theory was the handmaid of action."

    ],
    "1908": [
        "Gandhi is Arrested for the First Time, for Refusing to Carry an Obligatory ID Card in South Africa. In January 1908, he was arrested for breach of the registration law and clapped into prison. The following month he was released after an understanding seemed to have been reached with the government. A few days later, he was beaten up and severely injured by a compatriot, who accused him of betraying the Indian cause.",
        "Agreement signed with General Smuts on voluntary registration.",
        "Mir Alam and others assault Gandhiji."

    ],
    "1910": [
        "Gandhi Establishes the Tolstoy Farm, which Serves as a Base of Operations for His Activities in South Africa. Since the centre of the campaign was in the Transvaal, the farm had to be close to Johannesburg. Herman Kallenbach, an architect until he became Gandhi's ardent follower, came to the rescue. A man of some means, Kallenbach bought a piece of land from Town Councillor Partridge, and officially placed it on May 30, 1910, at the disposal of the satyagrahis as long as the campaign lasted. Gandhi praised Kallenbach's action as one calculated to bring East and West nearer in real friendship than any amount of rhetorical writing or speaking. The truce with the Transvaal Government did not last long. The Satyagraha campaign had to be renewed. There were acts of defiance by the Indians and punitive measures by the authorities. Gandhi set up a small colony-Tolstoy Farm- at an 1100 acre site, 21 miles from Johannesburg where his colleagues in the Satyagraha struggle and their families could support a frugal and hard existence- which was in fact harder than life in jail-by-running a cooperative farm. We had all become labourers, Gandhi recalled later, put on laborer's dress, but in the European style, viz., Workman’s trousers and shirts which were imitated from prisoner’s uniform. Those who went to Johannesburg on private errands had to walk. Gandhi himself, though past forty and living only on fruits, did not think much of walking forty miles a day; he once did 55 miles without feeling any the worse for it. All residents of Tolstoy Farm including children had their quota of manual labour. Those who had known this austere discipline could have little fear of goal."

    ], 
    "1912": [
        "Gopalkrishna Gokhale's South Africa tour commenced."
    ],
    "1913": [
        "Gandhi Begins Great March to Gain Indian Rights in South Africa. Led at 6.30.a.m. the great march, consisting of 2,037 men, 127 women and 57 children from Charlestown; addressed marchers halfway between Charlestown and Volksrust. At Volksrust border, Police Superintendent and Immigration Officer interviewed Gandhi and Kallenbach. Marchers broke through Police cordon, crossed border. Gandhi arrested at 8.30 p.m. at Palmford railway station, marchers continued their journey. The ‘blood and iron’ policy of the South African Government stirred India deeply. Gokhale sent two earnest Christian young men, C.F. Andrews and Pearson, to assist Gandhi. Lord Hardinge, the viceroy of India, courageously denounced the high-handed policies of the South African Government. Negotiations began between Gandhi and the South African Government under pressure from Delhi and London. Eventually an agreement was reached. Some of the major points on which the Satyagraha struggle had been waged were conceded to the Indians. The tax on the ex-indentured labourers was abolished; marriages performed according to Indian rites were legalized, and a domicile certificate bearing the holder’s thumb-imprint was too a sufficient evidence of the right to enter South Africa.",
        "Kasturba and others arrested. ",
        "Kasturba was awarded 3 months' rigourous imprisonment.",
        "MKG released from jail unconditionally with others, before the completion of  the period of imprisonement.",
        "Kasturba released from prison."

    ],
    "1914": [
        "Gandhi Suspends South African Struggle After Winning Passage of the Indian Relief Act. The treatment of Indians had reached pathetic limits. The prisons were too small to house the resisters. Mr Hult, a mine manager had flogged 300 Indian prisoners placed under his custody. By now the movement had reached a crisis point and drew attention in both the local and international press. As a result of the strikes, the Solomon Commission was appointed to look into the cause of the disturbances. The findings of the Commission led to the passing of the Indian Relief Act (Act no. 22 of 1914) which made provision for: - the abolishment of the 3 pound tax; - the legalisation of marriages conducted according to Indian rites: - the relaxation of the immigration laws; - All resisters were to be pardoned. June 26, Indian Relief Bill was passed by Union Senate. The passage of the Bill ended a struggle of eight years' duration. The Act was considered as mutually satisfactory and honourable settlement of the problems raised by the passive resistance movement.",
        "Travelled to London to meet Gokhale; Phoenix party at Santiniketan."

    ],
    "1915": [
        "Gandhi Receives Hero's Welcome Upon Returning to India from South Africa. In 1915, Gandhi returned from South Africa to live in India. He spoke at the conventions of the Indian National Congress, but was primarily introduced to Indian issues, politics and the Indian people by Gopal Krishna Gokhale, a respected leader of the Congress Party at the time. A hero’s welcome awaited Gandhi when he landed on January 9, 1915, at the Apollo Bunder in Bombay. Three days later he was honored by the people of Bombay at a magnificent reception in the palatial house of a Bombay magnate Jehangir Petit. The Government of India joined with the people of India in showering honours on Gandhi. He received a Kaiser-I-Hind gold medal in the King’s birthday honours list of 1915. His association with Gokhale was guarantee enough of his being a safe politician. Of course, he had led an extra-constitutional movement in South Africa, defied laws and filled goals, but the cause for which he had fought appeared as much humanitarian as political, dear to all Indian as and all Englishmen whose sense of humanity had not been blunted by racial arrogance or political expediency. Lord Hardinge’s open support of the Satyagraha movement had in any case removed the stigma of rebellion from South Africa’s Indian movement.",
        "First Harijan family of Dudabhai, Danibehn and Laxmi joined the Ashram."

    ],
    "1916": [
        "Met Jawaharlal Nehru for the first time at Lucknow Congress."
    ],
    "1917": [
        "Gandhi Goes to Champaran to Investigate Conditions of Local Farmers. Bhumihar Brahmins in Champaran had earlier revolted against the conditions of indigo cultivation in 1914 (at Pipra) and 1916 (Turkaulia). Then Pandit Raj Kumar Shukla persuaded Mahatma Gandhi to visit Champaran and the Champaran Satyagraha began. Gandhi's historic visit to Champaran was opposed by the British rulers. An order asking him to leave Champaran was served upon him as soon as he arrived at Motihari. Gandhi defied the order. Of the several prominent persons who rallied round him, mention may be made of Dr. Rajendra Prasad,Acharya Kriplani, Mahadeo Desai, C. F. Andrews, H. S. Pollock, Dr. Anugrah Narayan Singh, Raj Kishore Prasad, Ram Nawami Prasad and Dharnidhar Prasad. After considerable struggle the Government was compelled to lift the ban on Gandhi's stay here. For the first time on Indian soil Satyagraha (Non-Violence) was successfully put to the test. Eventually a committee of inquiry was appointed by the Government under the chairmanship of Frank Shy. Gandhi was also made one of the members of the committee. On the basis of valued recommendations of the committee, the Champaran Agraria Law (Bihar and Orissa Act I of 1918) was passed. In 1920, Gandhi made an extensive tour of Bihar before launching the non-co-operation movement, which earned full support in the district as well. In 1929, a group of volunteers from Champran district came to demonstrate against the Simon commission. In the same year the 21st session of the Bihar students conference was held at Motihari. As a reaction against the failure of the round table conference held in 1932 there was a popular gathering at Motihari to take the pledge for Independence. Police fired upon the gatherings and charged the demonstrators, armed with lathis. In course of time, the development of synthetic dyes made the cultivation of indigo redundant. The fact that he was committed to abstention from political agitation during the war did not prevent Gandhi from championing just grievances which could not brook delay. In the summer of 1917, he went to the indigo-growing district of Champaran and took up the cause of the tenants against the European planters. The same year he led the textile workers of Ahmedabad in a strike against the mill-owners. The following year, he agitated for reduction of land tax in Kaira district where crops had suffered from the failure of rains. The local officers were perturbed by Gandhi’s activities but the Government was anxious not to precipi9tate a show-down. Gandhi himself took care to localize these conflicts and sought solutions which secured a modicum of rustice to the workers and peasants without creating a national crisis.",
        "Gandhi Establishes Sabarmati Ashram. Sabarmati Ashram (Gujarati: સાબરમતી આશ્રમ also known as Gandhi Ashram, Harijan Ashram, or Satyagraha Ashram) is located in the Ahmedabad suburb of Sabarmati adjoining to famous Ashram Road, at the bank of River Sabarmati,4 miles away from the city Town Hall.This was one of the residences of Mohandas Karamchand Gandhi.This ashram is now converted in to the national monument by the Government of India due to its significance in Indian independence movement in the form of Dandi March in 1930.",
        "Travelled to Patna with Rajkumar Shukla to investigate condition of indigo farmers.",
        "Mahadev Desai joined as Secretary."
    ]
}