{
    "Arst": {
        "1": {
            "1": [
                "Watching Nehru\nI Arst saw Nehru in 1945.",
                "<en there was Nehru in holiday mood—going up in a glider (aged\nseventy-one the last time I saw him doing that), going on a trial Cight in\nthe Arst jet plane which came to Delhi, playing in a cricket match, enjoying\nIndian classical music and classical dancing, and showing off his pets or his\nCowers.",
                "If he told a story involving himself—for\ninstance, about bureaucracy: the Arst time as prime minister he was brought\na sealed envelope marked ‘ConAdential’ he found on opening it, not, as he\nexpected, some secret of state, but the daily meteorological report—it was\ntersely worded and was told to illustrate a point, not to glorify himself.",
                "Nehru’s Arst visit to the United States had left an impression on him\nwhich endured; especially the weekend at the Government Guest House,\npresided over for the occasion by a cabinet minister, where the other state\nguest was a female cosmetics magnate; or, again, the banquet of business\nleaders in New York when Mr——, the famous banker, is said to have\nopened his speech of welcome with: ‘Mr Neeroo, there are Afty billion\ndollars sitting around this table…’ Nehru by then had learnt with surprise,\nbut apparently not with appreciation, that the ticker tape showered down on\nhim during his procession along Fifth Avenue was done as a regular routine\nby a private commercial enterprise hired for the occasion; one or other\nWelcomes, Inc.\nPresident Johnson34 came to India—said to be his Arst visit overseas—\nnot long after becoming vice-president but his activities with bullock carts,\nbabies, and camel drivers represented a different sense of humour from\nNehru’s."
            ],
            "3": [
                "Indians of the highest standing,\nincluding those with long and high office in the independence movement,\nsuch as Rajagopalachari, President Rajendra Prasad, and Kripalani,\ndeplored Nehru’s policies increasingly in the last Ave or six years of his\nprime ministership.<e press, for so long so docile, indeed in the Arst half of\nhis prime ministership so sycophantic, had by the end of the 1950s become\nmore and more critical.",
                "He had learnt, though not easily,\nthat the Arst rule in politics is to suffer both fools and self-seekers gladly.",
                "In the Arst half of the 1960s the required\nAgure was estimated to be not less than £12,000 million.",
                "<is is the Arst problem in India, and the gravest by\nfar.",
                "<e superAciality had been made\nthe worse by the intellectual arrogance which marked his Arst (and most\npowerful) decade as prime minister.",
                "He antagonised not a few on the Arst account; and bored most on the\nsecond.",
                "As for Nehru’s own concern for foreign affairs, for years little of moment\nhappened anywhere without his making a public statement on it, often\nlecturing some government or other; often, in the Arst half of his term, a\nWestern if not the British government itself; and often in a lofty way.",
                "<at is the Arst plain truth.",
                "But why, in the Arst instance, did Nehru promise a\nplebiscite?",
                "According to one of the members of the Arst UN Commission sent out\nto Kashmir (1949–51), Nehru was adamant already by 1950.",
                "When it was urged that a common defence arrangement for the\nsubcontinent should be made with Pakistan Nehru crushed the suggestion\nwith the sarcastic retort, ‘Defence against whom?’\nNehru had had amicable personal relations with Chiang Kai-shek,77 but\nthis did not prevent India from being among the Arst to recognise the\ncommunist regime.",
                "In September 1959 the Arst of the White Papers on Sino-Indian\nrelations was published.",
                "Indians in high places showed\nthemselves, not for the Arst time, to have a capacity for secretiveness which\nis remarkable.",
                "<e Panch Shil declaration, proposed by the Chinese in the Arst instance,\nhad been approved in draft form in February–March 1954.",
                "In the\nfollowing month, July (it was revealed some years later), the Arst border\nincident took place, at Bara Hoti.",
                "As a result, the bulk of the\nmilitary force Arst sent to the Congo to carry out UN policy, which\nexpressed the wishes of the majority of the Afro-Asian bloc in association\nwith the United States, was Indian.",
                "It is true, too, that the Arst country India turned on in\nany mood of ill-temper was usually the United Kingdom, as the Suez\naffair,88 the Congo,89 Hammarskjold’s death,90 African affairs in general,\nthe Common Market.91 Kashmir, or the British immigration restrictions,\nbear witness.",
                "When, three weeks or so after the invasion,\na head of government arrived at Delhi airport and the ambassadors were\nthere to take part in the usual welcoming ceremonies, Nehru, for the Arst\ntime in my experience, did not greet the assembled ambassadors and he\navoided looking at them.",
                "It was a virtuoso’s performance; and the more remarkable as Nehru, not\nlong recovered from the Arst serious illness in his life, was old and tired.",
                "Under the Arst shock Indian mobs fell on\nharmless Chinese who had been living in India for many years—Japanese\ndiplomats, who looked like Chinese to the Indian mob, felt obliged to put\nsigns on their cars to the effect that they were not Chinese.",
                "Nehru probably took little comfort from the fact\nthat whatever the truth about his failures the biggest truth of all was the\nimmense scale of the problems the Arst prime minister of India had had to\nwrestle with, and how successful he had been with some of the problems\nand how near to succeeding with others."
            ],
            "6": [
                "By spring, in 1962, he went down with what the doctors\ndiagnosed as a kidney infection; and for the Arst time in his life he had to\ntake prolonged treatment and to remain in bed.",
                "She had returned to India from her studies in England at the same time as\nNehru, over Afty years ago, and she had spent many years near to him, Arst\nin Gandhi’s ashrams and then for ten years as a minister in his cabinet.",
                "<e gun carriage and the Arst couple of cars were allowed to\nproceed on their way but the remaining cars were cut off."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Coor": {
        "1": {
            "1": [
                "<e greater part of the ground Coor was taken up with\noffices where men worked in shifts throughout the day and night.",
                "Nehru quietly got his daughter and the speaker to leave the Queen’s\nentourage and to lead the MPs away and to sit on the ground with them… I\nrecall a reception eight years earlier at Constitution House when some MPs\nfell like famished boys on the tea, cakes, and bananas, and, in that Indian\nway born of centuries of having sweeper outcastes ready at hand to pick up\nany mess one cares to make, threw banana peel on the Coor."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Pakistan": {
        "1": {
            "1": [
                "<ey came for many\ndifferent reasons—to protest against some injustice, such as a poet carrying\nout a hunger strike for eight days in front of Nehru’s gate to protest against\nthe closing down of the Hindustani <eatre,6 because of drought, Coods, or\nhunger, and above all as refugees from Pakistan or from some troubled area\ninside India itself.",
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ],
            "3": [
                "<e majority of the Muslims\nbroke away and founded the state of Pakistan.",
                "<e breakaway involved a\ntransfer of population, largely in the form of a wild stampeding of terriAed\nHindus into India and of terriAed Muslims into Pakistan, totalling between\n15 and 20 million.",
                "<is breakaway of Pakistan, moreover, did not solve\nthe Muslim problem for India because about 50 million Muslims remained,\nor were stranded, in India.",
                "Some millions of Hindus remained, or were\nstranded, in Pakistan.",
                "Eighty million Muslims were lost and formed\nPakistan; but the rest of India, now running into nearly 500 million people,\nwith fourteen different official languages and many others spoken which\nhave no official status, is a going concern.",
                "It is true, too, that Indians were inconsistent in\n1962–63, in being shocked that their fellow protagonists of, and former\npupils in, the doctrine of non-alignment, such as Burma, Ceylon, Indonesia\nor Ghana, refused to align themselves with India against China; and that\nIndia while moralising against the Cold War was up to the eyes in a cold\nwar of her own with Pakistan.",
                "But a good deal\nof Nehru’s condemnation of armed alliances derived from his objection to\nthe United States giving arms to Pakistan and to Pakistan’s being a member\nof SEATO and of CENTO (originally known as the Baghdad Pact66).",
                "But a good deal\nof Nehru’s condemnation of armed alliances derived from his objection to\nthe United States giving arms to Pakistan and to Pakistan’s being a member\nof SEATO and of CENTO (originally known as the Baghdad Pact66).",
                "Nehru, like most Indians, feared that Pakistan by virtue of this tie-up would\nbe given a military advantage over India which might be decisive in the\nevent of war breaking out between them.",
                "And, of course, it was largely for\nthis reason that Pakistan had, in Dulles’ words, been willing to ‘stand up\nand be counted’ (against international communism).",
                "Relations with Pakistan\nFirst, relations with Pakistan.",
                "Relations with Pakistan\nFirst, relations with Pakistan.",
                "Two alternative policies had been possible as regards Jinnah’s agitation\nfor Pakistan.",
                "First, accept the fact that religion is the great divider; and so,\nin the interests of that homogeneity without which no state can function,\nlet the Muslims go, let them have Pakistan.",
                "Or,\nsecond, refuse to accept that religion need be a divider, at least for long, and\naccept the fact that all Muslims in India will not or cannot go to Pakistan.",
                "Until as late as the 1937\nCongress cabinets, perhaps even as late as the war years, the proponents of\nPakistan probably did not expect, or even want, Pakistan to be created.",
                "Until as late as the 1937\nCongress cabinets, perhaps even as late as the war years, the proponents of\nPakistan probably did not expect, or even want, Pakistan to be created.",
                "Gandhi’s Quit India movement of 1942 had much to do with making\nPakistan practical politics for Jinnah, the vain, cold-hearted, clever,\nimpressive demagogue, himself so little Muslim that apparently he had not\nmastered the prayer ritual.",
                "How much Nehru’s famous gaffe at a press\nconference decided, or enabled, Jinnah to turn the agitation for Pakistan\nfrom a bargaining point into a commitment for a separate sovereign Muslim\nstate can be left to the historians.",
                "From time to time it is said by journalists—who often repeat one another\n—that the partition of the subcontinent, that is to say, the creation of\nPakistan, was ‘the supreme failure of the British’.",
                "If Mountbatten can be blamed at all,\nwhich is questionable, it would be for hastening with so much speed that\nthe boundaries were not decided upon before Pakistan was created, and that\nthe necessary protective measures against communal disturbances had not\nbeen worked out.",
                "<e creation of Pakistan was a disappointment to Nehru; probably a\nmortifying disappointment as it cut against his conviction that the state\nmust always be secular, and therefore against his sense of the rational.",
                "Confronted with the existence of Pakistan as a fact, however, Nehru did\ntry his best to coexist with it—to live and let live.",
                "Unluckily, after the death\nof Liaqat Ali Khan68 he had to deal with heads of state and heads of\ngovernment in Pakistan, such as Nazimuddin,69 Ghulam Mohamed,70 and\nthe two Mohamed Alis,71 most of whom were incomparably inferior to him\nin intellect or in integrity and all of whom were incomparably inferior to\nhim in political standing inside their own country.",
                "On the issues dividing India and Pakistan, with one exception only,\nNehru always insisted, often against the advice or wishes of his ministers or\nof his senior officials, on the generous view and on giving Pakistan the\nbeneAt of the doubt.",
                "On the issues dividing India and Pakistan, with one exception only,\nNehru always insisted, often against the advice or wishes of his ministers or\nof his senior officials, on the generous view and on giving Pakistan the\nbeneAt of the doubt.",
                "<us the weaknesses on Pakistan’s side\nwere sometimes overlooked.",
                "<e Indian delegate told the Security Council in 1948—I happened to be\nthere at the time—that the accession to India was not unalterable and that\nafter the emergency Kashmir would be free to ratify the accession to India,\nor to accede to Pakistan, or to become independent.",
                "Splitting straws and trailing red herrings, such as about aggression—the\nIndian claim being that Pakistan had sent the Pathan marauders into\nKashmir—or about the validity of the instrument of accession signed by the\nfugitive maharaja, or about the validity of its conArmation by the packed\nKashmir Assembly, and building up a huge sandhill of legalism, has been on\na scale, and with a subtlety, familiar to those who know the workings of\nlawyers and the courts in India and Pakistan.",
                "Splitting straws and trailing red herrings, such as about aggression—the\nIndian claim being that Pakistan had sent the Pathan marauders into\nKashmir—or about the validity of the instrument of accession signed by the\nfugitive maharaja, or about the validity of its conArmation by the packed\nKashmir Assembly, and building up a huge sandhill of legalism, has been on\na scale, and with a subtlety, familiar to those who know the workings of\nlawyers and the courts in India and Pakistan.",
                "It\nremains a mystery even when we allow that the West exaggerated Pakistan’s\ninnocence or Pakistan’s Westernism; Pakistan, as we have noted, joined\nSEATO and CENTO as an insurance policy against Are from India.",
                "It\nremains a mystery even when we allow that the West exaggerated Pakistan’s\ninnocence or Pakistan’s Westernism; Pakistan, as we have noted, joined\nSEATO and CENTO as an insurance policy against Are from India.",
                "It\nremains a mystery even when we allow that the West exaggerated Pakistan’s\ninnocence or Pakistan’s Westernism; Pakistan, as we have noted, joined\nSEATO and CENTO as an insurance policy against Are from India.",
                "By\n1963, when India, under the stress of her fears of China, and of Anglo-\nAmerican pressures, was offering concessions unimaginable a little earlier,\nPakistan refused to compromise.",
                "Foreigners in Delhi in my time used to be told by officials and ministers\nwhat delegates were told at the UN, namely, that Nehru and India must\ninsist on keeping Kashmir because Kashmir, the whole of Kashmir, had\nlegally acceded to India and its accession was irrevocable, so that there was\nthus no need and no case for a plebiscite; indeed, it was added, the portion\nof Kashmir occupied by Pakistan was held by aggression and that portion\nshould also rightly be under India.",
                "Officials and ministers would then go on\nto say that India must have this Muslim community in order to show both\nIndians and the world that India was really a secular state, unlike Pakistan\nwhich was a theocratic state.",
                "Further, if India let Kashmir go to Pakistan\nthere would be a terrible Hindu uprising against the Muslims inside India,\nfor instance in UP and Bihar, and another terrible carnage like that of 1947.",
                "Nor, when foreign observers\nwere assured that India was ready to make concessions to Pakistan, could\nthey get more than vague generalities.",
                "How easy it was to inCame Indian\npublic opinion (by which is meant, as always, the politically minded groups\n—a fraction of the total Indian population—and which had always been\nkept ignorant by the Indian press as to how the UN or the world at large\nfelt about India’s case in Kashmir) was shown in the excited reaction to the\nrequest made by Britain in the Security Council when Pakistan once more,\nin January 1964, brought to it the Kashmir question.",
                "Krishna Menon brightened his armour, somewhat\ntarnished since his fall a year or so earlier, by denouncing, with much\napplause in Parliament, ‘the temerity of Britain’ in asking India to negotiate\nwith Pakistan ‘after Britain had misruled India for 150 years’.",
                "* Chou En-lai’s\nchoosing to visit Pakistan in that February (1964), and while there to\nexpress China’s support for Pakistan’s case for a plebiscite in Kashmir, did\nnothing to cool the excitement.",
                "* Chou En-lai’s\nchoosing to visit Pakistan in that February (1964), and while there to\nexpress China’s support for Pakistan’s case for a plebiscite in Kashmir, did\nnothing to cool the excitement.",
                "Pakistan had been Cirting with China for\nsome time in a way which could only irritate when it did not alarm Indians.",
                "** But the excitement was enough to ensure the defeat of the\nproposals put up to India at this time by the United States for an\nindependent Kashmir guaranteed jointly by India and Pakistan under the\nUN.",
                "After the fever of nationalism fomented by the Sino-India border\ndispute Nehru would have seen the acutest political difficulties in changing\nhis old stand on the plebiscite, or to make signiAcant concessions to\nPakistan.",
                "Yet after the massacres in Bihar and Orissa74 in 1964 he came to\nbelieve that the change must be made; that communal feeling was rising so\ndangerously that it risked war with Pakistan as well as massacres inside\nIndia on a scale which might end the secular state.",
                "He said\nthat the Commission had come to the conclusion privately that the\nplebiscite ought to be held; that a plebiscite would result in a majority for\nPakistan; and that Nehru, knowing this, was determined to get out of a\nplebiscite.",
                "His prestige in Pakistan itself, which was\nsecond only to his prestige in India, was also thereby sullied and largely\nsquandered.",
                "For Kashmir he threw away the one chance since Partition,\npresented to him by Ayub, of moving towards reasonable relations with\nPakistan through an able and honourable ruler of Pakistan.",
                "For Kashmir he threw away the one chance since Partition,\npresented to him by Ayub, of moving towards reasonable relations with\nPakistan through an able and honourable ruler of Pakistan.",
                "And when\nNehru was forced to make the offers he did in 1963 Ayub was no longer\nstrong enough inside Pakistan to accept them, though they would have been\na sensation Ave years earlier.",
                "Nehru lost a big chance when he visited Ayub\nin Pakistan in 1962; just as Ayub has lost a big chance by failing to attend\nNehru’s funeral.",
                "But having said this we must be clear the Kashmir was not the basic\ndivider between India and Pakistan.",
                "Will the historians, even when allowing for the extreme\ndifficulties of Nehru’s dilemma, conclude that he had become too static, too\nlegalistic, too weary in dealing with Pakistan?",
                "<ere was little or no growth\nin his Pakistan policy over seventeen years until a few weeks before his\ndeath.",
                "Even the Pakistan proposals for a nowar\ndeclaration had received little courtesy and no attention.",
                "How much Nehru distrusted, and perhaps feared, Pakistan was\nillustrated by his violent outbursts against United States military aid to it in\n1953–54, and by his attitude to Pakistan’s membership of SEATO and\nCENTO.",
                "How much Nehru distrusted, and perhaps feared, Pakistan was\nillustrated by his violent outbursts against United States military aid to it in\n1953–54, and by his attitude to Pakistan’s membership of SEATO and\nCENTO.",
                "<e high commissioners sent by Pakistan to India would, with\none or two exceptions, not have predisposed him to different feelings.",
                "So\nNehru’s lack of directness with Ayub in 1960–62; his pouring ridicule on\nefforts and notions for an Indo-Pakistan military agreement; and his\nacquiescing in Krishna Menon’s line that the real enemy was Pakistan.",
                "During the ten years I was watching India relations between India and\nPakistan got worse, not better, and by 1961 I was prepared for a war\nbetween the two.",
                "War could be\nprecipitated by Pakistan in some or other onrush of resentment over a\nmassacre of Muslims in India, for these have been happening every year; or\nby an accident on the frontier, where the bulk of the armed forces of both\ncountries have been facing each other, and where shooting incidents have\nbeen common; or by a nationalistic or a leftist group in India, for instance\nthe Jan Sangh on the one hand or some demagogic leftist group on the\nother, seeking votes or popularity by operating on the familiar principle that\nnationalism is the last refuge of the scoundrel.",
                "Pakistan and the European colonialists were the only enemies; China was\nnot often thought of but when it was it was only as a friend and sterling\nAsian.",
                "When it was urged that a common defence arrangement for the\nsubcontinent should be made with Pakistan Nehru crushed the suggestion\nwith the sarcastic retort, ‘Defence against whom?’\nNehru had had amicable personal relations with Chiang Kai-shek,77 but\nthis did not prevent India from being among the Arst to recognise the\ncommunist regime.",
                "It equalled the nationalism against\nBritain at its most fervid a couple of decades earlier, and that against\nPakistan after Partition.",
                "Did he, as used to be said in high places in Delhi, refuse to discuss\nwith U Nu of Burma, or, later, Ayub of Pakistan or the king of Nepal, not\nto mention the prime minister of Japan, relations with China in general or\nthe border question in particular when these dignitaries visited Delhi and\nsought to discuss them?",
                "It must be remembered, on the other hand, that at the time when the\nChinese invaded Tibet, in 1949–50, India was preoccupied with her\nmillions of refugees and with strained relations with Pakistan, including the\nKashmir affair.",
                "And if India was going to play this provocative game why did she still\nhave most of her armed forces facing Pakistan and not China?",
                "Further, if\nthe border dispute was serious should not India have tried to work out a\ncommon border policy with India’s fellow-neighbours of China, notably\nNepal, Burma, and <ailand, if not Pakistan itself ?",
                "Nehru had scarcely become head of the Congress–Muslim coalition\ngovernment in 1946, which, as we have seen, was formed before the\nMuslim League broke away in the following year to set up Pakistan, and he\ntherefore had more than enough to occupy him with in India, when he took\nin hand the calling of the Asian Relations Conference.",
                "A few weeks later the die was cast for the\ndivision of the Indian subcontinent into India and Pakistan; and a few\nmonths later the great Hindu–Muslim massacres began.",
                "Indians, sober and sane as they are on most\nrelations of life, can sometimes lose their balance on race relations as quickly\nas they can on Muslims or Pakistan.",
                "It is true, again, that as regards relations with other\nCommonwealth members, the country India regarded as her worst enemy,\nPakistan, was a fellow member, and the country she hated most next after\nPakistan, namely, South Africa, was until latterly another fellow member.",
                "It is true, again, that as regards relations with other\nCommonwealth members, the country India regarded as her worst enemy,\nPakistan, was a fellow member, and the country she hated most next after\nPakistan, namely, South Africa, was until latterly another fellow member.",
                "It will no doubt be\npressed in the future; and then a similar claim will come from Pakistan and\nothers.",
                "India’s claim to Goa\nwas never stronger than that she had a right to the whole peninsula (saving\nPakistan); by which logic Spain has a right to Portugal or the Irish Republic\nhas a right to Ulster.",
                "(After, but, so far as I could\nAnd out, not before, the Indian invasion, Nehru spoke darkly of ‘NATO\nweapons’—which the Indian public took to mean nuclear weapons—in\nGoa, and of a ‘tie-up with Pakistan which made the problem more urgent\nthan the border dispute with China’.)",
                "<e orientation of the army had been\ndirected against Pakistan; war had been thought of as the kind of war which\nwould take place along and across the Punjab frontier; that is where the\nbulk of the Indian striking force was kept.",
                "He bowed to some pressures from the United States and England,\nnotably to hold talks with Pakistan; but, helped by Pakistan’s overplaying its\nhand, he let the talks drag on for a few months until they petered out.",
                "He bowed to some pressures from the United States and England,\nnotably to hold talks with Pakistan; but, helped by Pakistan’s overplaying its\nhand, he let the talks drag on for a few months until they petered out.",
                "* Just as India had insisted that there was nothing\nto discuss with Portugal over Goa or with Pakistan over Kashmir she now\ntook the line that there was nothing to discuss with China.",
                "<e existence of Pakistan,\nlike the connected massacring of Muslims by Hindus and of Hindus by\nMuslims, outraged his sense of reason, his belief that the world is, or can be\nmade, a rational place.",
                "* According to one of the Indian doctors attending Jinnah in the latter part of his fatal illness\nJinnah said that the creation of Pakistan was a mistake and that rather than create it the better course\nwould have been to delay independence."
            ],
            "5": [
                "Still undeterred, he turned to India’s relations\nwith Pakistan, and notably over Kashmir.",
                "** Nothing comparable, intellectually or morally, came out of\nPakistan."
            ],
            "6": [
                "<e bad relations with Pakistan, now\nparticularly bad because of the new inCammability in Kashmir, stimulated\nrecklessness amongst the Hindu extremists as well as irritating the Indian\npublic in general.",
                "<ere was no other way for India and Pakistan to live, he\nsaid, except in peace.",
                "We Indians should not become selfrighteous…\nWe Indians think that every evil is being done by Pakistan and\nChina and that we are completely free from wrongdoing.’ As for intrusions\nover the Indo-Pakistan border, ‘the big difference is that our intrusions do\nnot give rise to questions in our Parliament whereas the Pakistan intrusions\ndo’.",
                "We Indians should not become selfrighteous…\nWe Indians think that every evil is being done by Pakistan and\nChina and that we are completely free from wrongdoing.’ As for intrusions\nover the Indo-Pakistan border, ‘the big difference is that our intrusions do\nnot give rise to questions in our Parliament whereas the Pakistan intrusions\ndo’.",
                "In mid-May he went to\nBombay for a Congress Party meeting and, little to the taste of his\naudience,** he stressed the gravity of anti-Muslim feeling in India and the\nurgency of the need for a new approach to the great questions of Pakistan,\nKashmir, and China.",
                "He exasperated Indian public opinion still more by hinting that the best\nsolution would be an independent Kashmir guaranteed jointly by India and\nPakistan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "England": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon.",
                "For instance, when the Queen of England was a guest at\nthe 1961 Republic Day parade, there was a good deal of parading done on\ntheir own account by Indian politicians.",
                "But in general what acting he did was little in\ncomparison with what the average politician in the United States or even in\nEngland goes in for."
            ],
            "2": [
                "<e Kashmiri Brahmins were coming down to the plains of India from\ntheir mountain valley in the seventeenth, eighteenth and nineteenth\ncenturies, rather as the Scots were coming down to England in the same\nyears.",
                "In 1905, Nehru, then Afteen, was taken to England by his father and put\nin Harrow School.",
                "England had an inCuence on him, both positive and negative, both for\nattraction and for repulsion, which never ceased."
            ],
            "3": [
                "When Mountbatten arrived in Delhi in March 1947 he decided\nthat the only way to avoid bloodshed and chaos was to accept partition and\nfor England to quit that summer instead of in June 1948, the date\nmentioned by Attlee just before Mountbatten had left London.",
                "<e attitude of India to the Commonwealth in Nehru’s day was thus one\nof wanting the best of both worlds—to be treated as part of England, and a\npart of the West, and to be given aid and comfort from it, and yet to be free\nto damn it when feeling so disposed.",
                "But it was also tempered with a strain\nof goodwill, even of sentimentality, especially as regards England.",
                "Indians’\nattitude to England has been a tangle of love–hate.",
                "He bowed to some pressures from the United States and England,\nnotably to hold talks with Pakistan; but, helped by Pakistan’s overplaying its\nhand, he let the talks drag on for a few months until they petered out."
            ],
            "5": [
                "When in his youth he came into contact with the\nEnglish he discovered several things which shook him, as they shook most\nIndian students coming into contact with England and the English.",
                "<e means were the rationalist and socialist ideas which represented the\nadvanced thinking in England at the time."
            ],
            "6": [
                "She had returned to India from her studies in England at the same time as\nNehru, over Afty years ago, and she had spent many years near to him, Arst\nin Gandhi’s ashrams and then for ten years as a minister in his cabinet.",
                "Several\nimportant foreign governments decided at once that they would be\nrepresented on a level above the normal at the funeral, though it was to take\nplace next day: the Queen of England and Head of the Commonwealth\n(who was reported to have arranged to offer Nehru at the forthcoming\nPrime Ministers’ Conference the Order of Merit) by Lord Mountbatten,\nGreat Britain by the prime minister and the deputy leader of the\nopposition, the United States by the secretary of state, Japan by her foreign\nminister, General de Gaulle122 by a favourite minister.",
                "<e next part came from England: a volley of\nsmall arms was Ared three times and twenty-four buglers sounded ‘<e Last\nPost’.",
                "While the Are was burning the body to ashes thus was symbolised the\ninexorability of India and England in Nehru’s life."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Commonwealth": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ],
            "3": [
                "<is was denounced in India as a\nbetrayal by Britain and there was the familiar clamour for leaving the\nCommonwealth.",
                "<e Commonwealth\nNehru insisted on India’s remaining in the Commonwealth.",
                "No claims or distortions could be too extravagant in these\nattacks; and the refrain was often accompanied with a threat about leaving\nthe Commonwealth.",
                "<e attitude of India to the Commonwealth in Nehru’s day was thus one\nof wanting the best of both worlds—to be treated as part of England, and a\npart of the West, and to be given aid and comfort from it, and yet to be free\nto damn it when feeling so disposed.",
                "An example of both the destructive and the constructive side of Nehru\nwas provided by the question of South Africa’s place in the Commonwealth.",
                "He had something to do with South Africa’s leaving the Commonwealth.",
                "South Africa is a hard case; but keeping her out of the Commonwealth had\nnot a little in common with keeping China out of the UN.",
                "Nehru, however,\nwas convinced that the Commonwealth could have no reality unless it was\nmulti-racial, and sincerely multi-racial.",
                "It was on that ground that he was\nusing his inCuence to keep the new African states in the Commonwealth."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Canada": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mohamed Ali": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon.",
                "As Mohamed Ali walked from his plane the vast\ncrowd broke through the police cordon, surged forward, scattered the line of\nformally dressed ambassadors (the unfortunate Japanese ambassador was\ntrampled underfoot and when at length rescued had to be carried off the\nAeld), and threatened to crush the two prime ministers."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ghana": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ],
            "3": [
                "It is true, too, that Indians were inconsistent in\n1962–63, in being shocked that their fellow protagonists of, and former\npupils in, the doctrine of non-alignment, such as Burma, Ceylon, Indonesia\nor Ghana, refused to align themselves with India against China; and that\nIndia while moralising against the Cold War was up to the eyes in a cold\nwar of her own with Pakistan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kotelawala17": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mrs Bandaranaike18": {
        "1": {
            "1": [
                "I had many occasions to see Nehru in a different role, that of the formal\nand ceremonious prime minister, such as at Delhi airport for the official\nwelcome, or farewell, to the Queen of England, President Eisenhower,7\nKhrushchev,8 the Crown Prince and Princess of Japan,9 Chou En-lai,10\nNasser,11U Nu,12 a variety of Commonwealth prime ministers such as St\nLaurent13 and Diefenbaker14 of Canada, Mohamed Ali and several other\nprime ministers from Pakistan, Menzies15 of Australia, Nkrumah16 of\nGhana, and Kotelawala17 and Mrs Bandaranaike18 of Ceylon."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "New Delhi": {
        "1": {
            "1": [
                "<is was true too of the various banquets and garden parties at\nthe President’s palace, and of the great national celebrations in New Delhi,\nsuch as the Independence Day ceremony held each August in the Red Fort,\nor at the Republic Day parade held each January when a procession two to\nthree hours’ long passed down Lutyens’ superb creation, the Central Vista,\nor Rajpath as it is now called."
            ],
            "3": [
                "<us the Indian Mission at Lhasa was\nreduced to a Consulate-General and the trade agencies, at Gyantse, Gartok,\nand Yalung, were brought under it; and a Chinese Consulate-General was\nopened at Bombay and trade agencies at Kalimpong (notorious as a spy\ncentre), New Delhi, and Calcutta (where China already had a Consulate-\nGeneral).",
                "In January 1949, not many months after the massacres, though sporadic\nkillings were still taking place, Nehru called a Second Asian Relations\nConference in New Delhi, this time as a move against the Dutch in\nIndonesia."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Rajpath": {
        "1": {
            "1": [
                "<is was true too of the various banquets and garden parties at\nthe President’s palace, and of the great national celebrations in New Delhi,\nsuch as the Independence Day ceremony held each August in the Red Fort,\nor at the Republic Day parade held each January when a procession two to\nthree hours’ long passed down Lutyens’ superb creation, the Central Vista,\nor Rajpath as it is now called."
            ],
            "6": [
                "<e journey lay along the six miles from Nehru’s house to the place on\nthe banks of the Jamuna near where Gandhi’s body had been cremated\nsome sixteen years before; along the roads and streets where Nehru had\ndriven countless times since then; past the secretariat where he had worked\nsuch long hours, skirting Parliament House where over the years he had\ndominated Indian politics, up Rajpath (Kingsway) the same route followed\nby the Republic Day parades which he had so much enjoyed, down Tilak\nMarg (Hardinge Avenue), and so under the railway bridge and out to the\nRing Road, and on to the banks of the Jamuna.",
                "<e immense crowd kept reasonable order until the cortège left Rajpath."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Delhi Cower": {
        "1": {
            "1": [
                "Finding a horde of\nphotographers taking up positions which would have blocked the view of\nthe spectators he drove them off peremptorily, and as though he would\nstrike them; they scattered before his wrath… At the last Delhi Cower show\nI attended in 1962, I saw him again in an unceremonious temper with\nphotographers when they were crowding around him in suffocating\nnumbers and blocking his view of the Cowers."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Feroze Gandhi": {
        "1": {
            "1": [
                "While I was\nat Delhi old and close political associates died, such as Pandit Pant, also\nNehru’s son-in-law, Feroze Gandhi (who had no connection with Mahatma\nGandhi: Feroze was a Parsee), and various others with whom Nehru had\nclose political or personal ties.",
                "On being introduced to Nehru’s son-in-law, Feroze Gandhi, who\nwas not Gandhian in type, she thought she was meeting the Mahatma\nhimself, and gushed over him accordingly before the ambassador could head\nher off."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Maulana Azad21": {
        "1": {
            "1": [
                "He was not too proud to weep on occasion;\nnotably when Maulana Azad21 died."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Nepal": {
        "1": {
            "1": [
                "I once had to stand near him for a quarter of an hour or so at the\nfuneral of an ambassador of Nepal."
            ],
            "3": [
                "Did he, as used to be said in high places in Delhi, refuse to discuss\nwith U Nu of Burma, or, later, Ayub of Pakistan or the king of Nepal, not\nto mention the prime minister of Japan, relations with China in general or\nthe border question in particular when these dignitaries visited Delhi and\nsought to discuss them?",
                "Further, if\nthe border dispute was serious should not India have tried to work out a\ncommon border policy with India’s fellow-neighbours of China, notably\nNepal, Burma, and <ailand, if not Pakistan itself ?",
                "Australia, then under a Labour government, attended but China,\nNepal, New Zealand and <ailand sent only observers, while Turkey\ndeclined the invitation.",
                "<us he played a personal\nmediatory role between Russia and the West; a valuable service in Dulles’\ndays and prior to the time Macmillan broke the ice by his visit to Moscow;\nhe kept world attention on the thermonuclear armaments race; he was a\nsteadying inCuence in the Afro-Asian group at a time when it much needed\nsteadying; he was a steadying inCuence on nationalist passion inside India;\nand, in particular, he insisted on a level of restraint and patience in dealing\nwith small neighbours often acting unjustly to India, such as Burma,\nCeylon, and Nepal, which is rare in foreign relations."
            ],
            "5": [
                "He was not free of faults, as over Kashmir or Goa; but as regards India’s\nneighbours, Burma, Ceylon, Nepal, all of them guilty of much provocation,\nand at times of injustice, to India, Nehru was self-restrained and generous."
            ],
            "6": [
                "<en followed the deaths of Verrier\nElwin.119 who had been close to Nehru in policies for dealing with the\nNEFA peoples, and of Harishwar Dayal, the brilliant and reliable\nambassador to Nepal and the leading Indian expert on Tibet and the\nHimalayan border states.",
                "In April,\nseeking, as always, for better relations with Nepal, a difficult neighbour, he\njourneyed to the Nepal border to have talks with the king.",
                "In April,\nseeking, as always, for better relations with Nepal, a difficult neighbour, he\njourneyed to the Nepal border to have talks with the king."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Cight": {
        "1": {
            "1": [
                "At times he would provide a little unintentional comedy, as in\nhis speech at Amritsar in April 1961 while unveiling the memorial at\nJallianwala Bagh (the scene of General Dyer’s shootings in 1919), when,\nseized with enthusiasm for the achievements of the Russian astronauts\nannounced at that time, he spoke at length about the wonders of space\nCight and weightlessness and the promise of man’s mastery over Nature.",
                "Or in 1960, after the Dalai Lama’s Cight to\nIndia and the subsequent revelations, especially in 1961, of the border\ntensions with China, the country which for years had been lauded as the\never-faithful Asian brother; when angry disillusioned debates Cared up on\nIndia’s relations with her and with Tibet, including bitter passages with his\nold Gandhian and Congress colleague, Kripalani.26 Or the affair of the\nresignation of General <imayya,27 the Army Chief of Staff, following a\ndispute with Krishna Menon;28 and on several other dramatic occasions\nwhen Nehru spoke up passionately for Krishna Menon to a critical House."
            ],
            "3": [
                "I had returned to India\nfor a second term a few months before the Dalai Lama made his Cight; the\ncriticisms of Nehru voiced in Parliament and in the press from then\nonwards were unthinkable to anyone who had seen Nehru dealing with\nforeign affairs and his critics three years earlier.",
                "Whatever the background to the Dalai Lama’s Cight, the train\nwhich accompanied the Dalai Lama to India consisted of about 80 mules,\nand a retinue of 95 Tibetans.",
                "As far as Sino-Indian relations are\nconcerned, the Dalai Lama’s Cight would in any case have sharpened\nChinese suspicions of India, which were already sharp by then.",
                "* <e behaviour of the press, not only in India but especially in the United States, the United\nKingdom and other Western countries, during the various Sino-Indian conCicts and especially during\nand just after the Dalai Lama’s Cight, was an eye-opener even to diplomats familiar with the\nunreliability of much, and the unscrupulousness of some, newspaper reporting."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mookerjee": {
        "1": {
            "1": [
                "(Mookerjee died in Kashmir not long\nafterwards, in controversial conditions.)"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "China": {
        "1": {
            "1": [
                "Or in 1960, after the Dalai Lama’s Cight to\nIndia and the subsequent revelations, especially in 1961, of the border\ntensions with China, the country which for years had been lauded as the\never-faithful Asian brother; when angry disillusioned debates Cared up on\nIndia’s relations with her and with Tibet, including bitter passages with his\nold Gandhian and Congress colleague, Kripalani.26 Or the affair of the\nresignation of General <imayya,27 the Army Chief of Staff, following a\ndispute with Krishna Menon;28 and on several other dramatic occasions\nwhen Nehru spoke up passionately for Krishna Menon to a critical House."
            ],
            "3": [
                "It is true, too, that Indians were inconsistent in\n1962–63, in being shocked that their fellow protagonists of, and former\npupils in, the doctrine of non-alignment, such as Burma, Ceylon, Indonesia\nor Ghana, refused to align themselves with India against China; and that\nIndia while moralising against the Cold War was up to the eyes in a cold\nwar of her own with Pakistan.",
                "By\n1963, when India, under the stress of her fears of China, and of Anglo-\nAmerican pressures, was offering concessions unimaginable a little earlier,\nPakistan refused to compromise.",
                "* Chou En-lai’s\nchoosing to visit Pakistan in that February (1964), and while there to\nexpress China’s support for Pakistan’s case for a plebiscite in Kashmir, did\nnothing to cool the excitement.",
                "Pakistan had been Cirting with China for\nsome time in a way which could only irritate when it did not alarm Indians.",
                "Such\nwas the mental climate that the emergence of China as an enemy did little\nto soften or to reorientate his own feelings, or Indian feelings in general.",
                "It was only China’s rout of Indian troops at the end of\n1962 which mitigated this risk.",
                "Relations with China\n<e second subject of main concern in Nehru’s foreign policy was China.",
                "Relations with China\n<e second subject of main concern in Nehru’s foreign policy was China.",
                "Pakistan and the European colonialists were the only enemies; China was\nnot often thought of but when it was it was only as a friend and sterling\nAsian.",
                "Sardar Panikkar,78 that brilliant quicksilver Indian\nintellectual, after being ambassador to the Kuomintang of China (KMT)\ngovernment stayed on as ambassador to the communist government.",
                "India\nshowed an equal speed in recognising China’s ‘liberation of the Tibet\nRegion of China’, as the Chinese styled the invasion and occupation of\nTibet in October 1950.",
                "India\nshowed an equal speed in recognising China’s ‘liberation of the Tibet\nRegion of China’, as the Chinese styled the invasion and occupation of\nTibet in October 1950.",
                "When in\nNovember, a month after the Chinese invasion, the Dalai Lama appealed to\nthe UN against Chinese aggression, adding that Tibet did not recognise\nChina’s claim, that it had been exercising independence since 1914, and\nthat in any case China’s claims did not justify the use of force, India\nobstructed the appeal and got consideration of it adjourned sine die.",
                "When in\nNovember, a month after the Chinese invasion, the Dalai Lama appealed to\nthe UN against Chinese aggression, adding that Tibet did not recognise\nChina’s claim, that it had been exercising independence since 1914, and\nthat in any case China’s claims did not justify the use of force, India\nobstructed the appeal and got consideration of it adjourned sine die.",
                "*\nIn 1952 and 1953 cultural delegations were exchanged between India\nand China, and there were many speeches by Indian political leaders, and\nmany articles in the Indian press, on the theme that ‘for thousands of years’\nthere had been undisturbed peace and brotherhood between the two great\nAsian friends and neighbours.",
                "But the theme of India–China brotherhood was common not\nonly in the circle around Nehru but throughout India in these years,\nincluding in the newspapers which were attacking Nehru most strongly in\n1962–63 for his China policy.",
                "India’s\nrenunciation was sealed in a series of Sino-Indian agreements, the most\nimportant being the Agreement on Trade and Intercourse between the\nTibet Region of China and India signed in 1954.",
                "<us the Indian Mission at Lhasa was\nreduced to a Consulate-General and the trade agencies, at Gyantse, Gartok,\nand Yalung, were brought under it; and a Chinese Consulate-General was\nopened at Bombay and trade agencies at Kalimpong (notorious as a spy\ncentre), New Delhi, and Calcutta (where China already had a Consulate-\nGeneral).",
                "* It covered the period 1954–59 and came as one\nmore sensation, revealing that India and China had been having border\ndisputes, unknown to the public, indeed unknown to all but a handful of\nofficials and political leaders, as far back as Ave years.",
                "In 1961 this was\ncapped by the lengthy report, published as a White Book, of the discussions\non the boundary question carried out between the officials of the\nGovernment of India and of China.",
                "In China, on the other hand, there was some, but\napparently less, or at least a less vocal, upsurge of nationalistic feeling\nagainst India.",
                "It was rumoured, and it is probable, that he\noffered to accept India’s claims to NEFA in return for a recognition of\nChina’s claims to Aksai Chin; for it was through Aksai Chin that the\nChinese had built the important strategic road linking Tibet and Sinkiang.",
                "<e border between India and China is about 2,500 miles long, and runs\nthrough wild, largely mountainous, largely unsettled, and largely\nunproductive land.",
                "India is more interested in the former; China is more interested in the\nlatter.",
                "As the\nboundary question is technical it will be enough for our purposes merely to\nsay that there is no such deAnitiveness as that claimed by the Indian author\ncited, just because no one cared very much about the boundary, certainly\nnot until China became a neighbour of India through occupying Tibet.",
                "Both sides, India and China, put up cases which were weaker in law, and in\nhistory, than either allowed.",
                "As for the NEFA Area, where India had a\nstronger case than China, though whether or not a ‘deAnitive’ case can be\nleft to the experts, that area is peopled by Mongolian tribes who have little\nor no affinities, in blood or languages or culture or past history, with the\nIndians.",
                "<is is all very Ane; but what about the border?’ <e Lhasa authorities\nthen proceeded to enumerate, as points at issue, just about every point\nwhich came up for dispute between India and China after 1955.",
                "Did he, as used to be said in high places in Delhi, refuse to discuss\nwith U Nu of Burma, or, later, Ayub of Pakistan or the king of Nepal, not\nto mention the prime minister of Japan, relations with China in general or\nthe border question in particular when these dignitaries visited Delhi and\nsought to discuss them?",
                "A war with China over Tibet, for instance, would at that\ndate have been impossible for India.",
                "<e Indian embassy in China, notably Panikkar,\nappears to have recommended to Nehru to give in to Chinese claims\nbecause the gratitude and goodwill of the Chinese communists thereby\nresulting would provide the best guarantee for the Sino-Indian border.",
                "Nehru certainly made this last point about Communist\nChina to various ambassadors and foreign visitors as well as to his party.",
                "What the historians will want to know is not whether Nehru should have\nfought a war with China in 1950 but what were the motivations of his\npolicy and his estimates of the India–China situation.",
                "Exchanges between India and China, and government\nspeeches in the Indian Parliament and to the Indian public, run into\nthousands of pages; and Indian newspaper comments at the time, and\nIndian books since then, run into hundreds of thousands of words.",
                "Nehru’s fundamental approach to China seems to have been\ncompounded of beliefs that Asians would in this Asian century be brotherly,\nespecially the polite and now socially minded Chinese; that China would be\nbusy for years with her internal socialist revolution; and that the only\nconceivable subject of dispute was Tibet, and Tibet had been liquidated\nthrough India’s renouncing all rights and claims there.",
                "Nehru’s fundamental approach to China seems to have been\ncompounded of beliefs that Asians would in this Asian century be brotherly,\nespecially the polite and now socially minded Chinese; that China would be\nbusy for years with her internal socialist revolution; and that the only\nconceivable subject of dispute was Tibet, and Tibet had been liquidated\nthrough India’s renouncing all rights and claims there.",
                "Perhaps he\nhad in mind a deal with the Chinese, such as Aksai Chin to China in return\nfor India’s incontrovertible title to NEFA.",
                "<is would have suited China\nand it would have betrayed no real interest of India.",
                "Was China trying to trick India all along, as is now commonly thought?",
                "<ere are several puzzles still to be solved, as regards India’s as well as\nregards China’s part.",
                "Or\nCalculation, for instance to exert pressure on China as well as to anticipate\ncriticisms of his border policy in India?",
                "Could China accept this Forward Policy without reaction?",
                "And if India was going to play this provocative game why did she still\nhave most of her armed forces facing Pakistan and not China?",
                "Further, if\nthe border dispute was serious should not India have tried to work out a\ncommon border policy with India’s fellow-neighbours of China, notably\nNepal, Burma, and <ailand, if not Pakistan itself ?",
                "In 1954 they took him to\nChina.",
                "He was puzzled over China because the points\nat issue—this or that piece of land—were not important in themselves; but,\nstill more, he was disappointed and aggrieved.",
                "A member of Nehru’s family circle made it still more\npersonal: Chou En-lai from Bandung onwards had shown himself jealous of\nNehru, and the jealousy increased because of India’s getting aid from Russia\nwhich China coveted as hers of right.",
                "<e important point about the Sino-Indian border dispute is not what\nareas belong to India or China but that China, at the risk of making\nenemies of a neighbouring state numbering 500 million, hitherto well\ndisposed to her, and speaking up repeatedly for her full acceptance in the\ncomity of nations, should go to the lengths of treating India as an enemy.",
                "<e important point about the Sino-Indian border dispute is not what\nareas belong to India or China but that China, at the risk of making\nenemies of a neighbouring state numbering 500 million, hitherto well\ndisposed to her, and speaking up repeatedly for her full acceptance in the\ncomity of nations, should go to the lengths of treating India as an enemy.",
                "Was any real interest of China involved which justiAed so high a cost?",
                "As for the fundamental factors in the relations between China and India,\nChina, under population pressure, or under fear of attacks from enemy\nbases in weak neighbouring states, could conceivably spill over into the rice\nbowl of South-East Asia, but what motive could she have for coming down\ninto poverty-stricken overpopulated India?",
                "As for the fundamental factors in the relations between China and India,\nChina, under population pressure, or under fear of attacks from enemy\nbases in weak neighbouring states, could conceivably spill over into the rice\nbowl of South-East Asia, but what motive could she have for coming down\ninto poverty-stricken overpopulated India?",
                "Nehru was surely right in\nthinking that China and India can live and let live; and surely he was not\nsurprising in feeling that his goodwill had been recompensed with guile and\nbrutality.",
                "But China is bound to be more powerful than India; and the two\npeoples, moreover, are antithetical in temperament.",
                "Australia, then under a Labour government, attended but China,\nNepal, New Zealand and <ailand sent only observers, while Turkey\ndeclined the invitation.",
                "African students in India have sensed this and have voiced their resentment\nof what they regard as Indians’ race prejudices against Africans just as in\nCommunist China African students have sensed and protested against\nChinese race prejudices.",
                "South Africa is a hard case; but keeping her out of the Commonwealth had\nnot a little in common with keeping China out of the UN.",
                "I recall his\ntalking on these matters with great force, as also on relations between\nRussia and China, as far back as 1954.",
                "For some years before others sensed\nthe position, Nehru was convinced of tensions between China and Russia,\nand that the tensions grow.",
                "Later he came to see in Russia a counterpoise to\nChina.",
                "Perhaps he felt that in the long run China would inevitably be more\npowerful than Russia.",
                "<e answer to this question\nmust depend on the degree to which China is a danger to India or to world\npeace.",
                "(After, but, so far as I could\nAnd out, not before, the Indian invasion, Nehru spoke darkly of ‘NATO\nweapons’—which the Indian public took to mean nuclear weapons—in\nGoa, and of a ‘tie-up with Pakistan which made the problem more urgent\nthan the border dispute with China’.)",
                "<e\nagitation against him was fomented to the utmost by those groups which\nwanted to get rid of him because of his socialism and by those politicians\nwho had old personal scores to pay off, but most of it came from\ndisillusionment with Nehru’s foreign policy and from fear that China would\nlaunch an invasion deep into India.",
                "Such was the mood that there were even attacks on his patriotism;\ndemands were made for giving up non-alignment; and some Indian jingoes,\nincluding overweight MPs who were too unAt to waddle half a mile, cried\nout for an Indian invasion of Tibet and for full-scale war with China.",
                "He refused\nto break off diplomatic relations with China.",
                "<is might have been politically\nexpedient but he went on repeating it to the extent that it made it difficult\nfor him later to come to a settlement with China.",
                "He circumvented the pressures\nfor giving up the plans or for turning the Indian economy into a war\neconomy; or for concentrating the armed services on the hypothesis of\nChina as the enemy; or for breaking off relations with China.",
                "He circumvented the pressures\nfor giving up the plans or for turning the Indian economy into a war\neconomy; or for concentrating the armed services on the hypothesis of\nChina as the enemy; or for breaking off relations with China.",
                "Indians, until recently\nsoporiAc from the years of speeches about the India–China brotherhood,\nfelt black betrayal by China.",
                "* Just as India had insisted that there was nothing\nto discuss with Portugal over Goa or with Pakistan over Kashmir she now\ntook the line that there was nothing to discuss with China.",
                "China must\naccept the so-called Colombo power proposals in toto, though in fact those\npowers had had their doubts about at least some of India’s case just as few if\nany Afro-Asian countries were convinced that there was no case for\ndiscussion.",
                "* Notes, Memoranda and Letters Exchanged Between the Governments of India and China, vols.",
                "** Report of Officials of the Governments of India and the People’s Republic of China on the Boundary\nQuestion, February 1961."
            ],
            "5": [
                "He also turned to the other subject which was inCaming Indian\nfeelings—relations with China.",
                "He suggested amongst other things that\nIndia should offer to lease Aksai Chin to China."
            ],
            "6": [
                "<e China border affair was still unresolved; so too\nwas the rebellion of the Nagas, now in its tenth year; so too the\nreconciliation in Goa, where bomb explosions had just occurred.",
                "We Indians should not become selfrighteous…\nWe Indians think that every evil is being done by Pakistan and\nChina and that we are completely free from wrongdoing.’ As for intrusions\nover the Indo-Pakistan border, ‘the big difference is that our intrusions do\nnot give rise to questions in our Parliament whereas the Pakistan intrusions\ndo’.",
                "In mid-May he went to\nBombay for a Congress Party meeting and, little to the taste of his\naudience,** he stressed the gravity of anti-Muslim feeling in India and the\nurgency of the need for a new approach to the great questions of Pakistan,\nKashmir, and China.",
                "On China, Nehru repeated his offer of talks; his offer was\ncouched in reasonable terms."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Krishna Menon": {
        "1": {
            "1": [
                "Or in 1960, after the Dalai Lama’s Cight to\nIndia and the subsequent revelations, especially in 1961, of the border\ntensions with China, the country which for years had been lauded as the\never-faithful Asian brother; when angry disillusioned debates Cared up on\nIndia’s relations with her and with Tibet, including bitter passages with his\nold Gandhian and Congress colleague, Kripalani.26 Or the affair of the\nresignation of General <imayya,27 the Army Chief of Staff, following a\ndispute with Krishna Menon;28 and on several other dramatic occasions\nwhen Nehru spoke up passionately for Krishna Menon to a critical House.",
                "Or in 1960, after the Dalai Lama’s Cight to\nIndia and the subsequent revelations, especially in 1961, of the border\ntensions with China, the country which for years had been lauded as the\never-faithful Asian brother; when angry disillusioned debates Cared up on\nIndia’s relations with her and with Tibet, including bitter passages with his\nold Gandhian and Congress colleague, Kripalani.26 Or the affair of the\nresignation of General <imayya,27 the Army Chief of Staff, following a\ndispute with Krishna Menon;28 and on several other dramatic occasions\nwhen Nehru spoke up passionately for Krishna Menon to a critical House."
            ],
            "2": [
                "(A few\nyears later, and a thousand miles to the south, in Madras, another Indian\ndestined to become well known in the new republic of India, Krishna\nMenon, was inducted into one of the orders of theosophy, ‘<e Star of the\nEast’, and put on the habit of the order."
            ],
            "3": [
                "It was scarcely improved\nby the ambiguous position allowed to Krishna Menon, who in some Aelds\nwas virtually second foreign minister for Ave years or so prior to his fall in\n1962; whence resulted liveliness and initiative but also subjectivity and\nextra-office approaches and manoeuvres, not to mention short shrift to\n‘American stooges’ ‘British dupes’ or ‘Fascists’.",
                "At the end there were also\nsome second thoughts on the Afro-Asian brotherhood.67 Without tracing\nsteps in the progress from Soul Force to power politics, from Gandhi to\nKrishna Menon, or without disentangling policies from the three separate\nlevels between which they were apt to oscillate in Nehru’s time, namely,\nidealist, emotional, and realpolitik, I will now deal with the subjects which\nwere of main concern.",
                "And since 1954 most foreign\nobservers, not to put too Ane a point on it or to go into details, were curious\nabout Krishna Menon’s part in official policy.",
                "<is\nline allowed Krishna Menon, from his world-wide coverage at the UN and\nhis bellicose speeches in India, to build up a picture of himself invaluable to\na man who was mostly unknown to the Indian public before then, but\ndamaging to Indo-Pakistan coexistence.",
                "<e rein he\ngave to Krishna Menon in certain Aelds of foreign relations reinforced their\nfears.",
                "For whether, as was thought, Krishna Menon\nconceived and launched this aggression or not it was surely in his spirit.",
                "Probably the part played by Krishna Menon was crucial.",
                "<e government had an interest in taking voters’ eyes off the Sino-\nIndian border where incidents had been disturbing public opinion which\nwas inclined to be critical of Krishna Menon’s part in army and border\npolicy.",
                "Further, in Bombay itself, the only place where there was any\nsustained interest in Goa, Krishna Menon was Aghting a key election\nagainst Kripalani, a former president of the Congress Party and the only\nman left in Parliament who could speak to Nehru with some semblance of\nequality.",
                "Nehru regarded this election as of exceptional importance, as his\nsubsequent, and angry, campaigning there on behalf of Krishna Menon\nshowed.",
                "As a result Nehru was forced, within the space of a few weeks, to dismiss\nKrishna Menon from the government; to witness an explosion of\nnationalism inside India exceeding even that of 1959–60; and to undertake\nto increase the armed forces to almost double and to give army leaders,\nwhom he had always distrusted, a standing which could make the army,\nhitherto without political importance, a force no longer to be ignored in\nIndian political life, and, Anally, to accept the principle of military aid from\nthe West, notably from the USA and Britain, which could jeopardise his\ncherished policy of non-alignment.",
                "<e\nmalcontents had to be content with lesser scapegoats, such as General Kaul,\nthe nominee of Krishna Menon who was commanding the Indian Army in\nNEFA, not gloriously, <apar, the army chief of staff, and, at length,\nKrishna Menon himself, the defence minister.",
                "<e\nmalcontents had to be content with lesser scapegoats, such as General Kaul,\nthe nominee of Krishna Menon who was commanding the Indian Army in\nNEFA, not gloriously, <apar, the army chief of staff, and, at length,\nKrishna Menon himself, the defence minister.",
                "* A brief statement of Krishna Menon’s thesis will be found in his article, ‘What is at Stake?’,\nSeminar, June 1964."
            ],
            "6": [
                "He\nwas the leading surgeon in India and for years had been a wealthy and\ndisinterested supporter of Krishna Menon as well as a tireless seeker after\ngood relations between India and the communist states.",
                "Hindu and Buddhist priests chanted; the sacred water was\nsprinkled; and a small group, including the vice-president (a Muslim), some\ncabinet ministers, and Krishna Menon, Aled past the body for the last time,\nplacing little pieces of sandalwood on the pyre.",
                "On May 13, 1964 the Patriot, Krishna Menon’s paper, wanted Sheikh Abdullah\narrested again."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "South Africa": {
        "1": {
            "1": [
                "For example, the smile, half-gentle, half-wry, with which he greeted me\nafter an incident which occurred at a time when there had been some\nexcitement in the Indian press over the White Australia policy,29 and\nespecially over a speech made by the Australian prime minister in South\nAfrica which Indian newspapers denounced as a seal of what they called the\nMalan–Menzies axis30 (i.e."
            ],
            "3": [
                "For forty years Smuts was a name to reckon with outside South\nAfrica as well as in it.",
                "Year after year the anti-colonial passion of India manifested itself in one\nepisode or over one place after another—South East Asia, Tunisia, Algeria,\nNegro Africa, South Africa.",
                "<at is why\nmaharajas and Brahmins even more than the low castes hated colonialism,\nor South Africa, or immigration laws excluding people on the basis of\ncolour.",
                "It is true, again, that as regards relations with other\nCommonwealth members, the country India regarded as her worst enemy,\nPakistan, was a fellow member, and the country she hated most next after\nPakistan, namely, South Africa, was until latterly another fellow member."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ramlila": {
        "1": {
            "1": [
                "It was pleasant to see Nehru enjoying the ancient Hindu festivals,\nespecially Diwali, the lovely poetic festival of the lights, and Ramlila."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Agra": {
        "1": {
            "1": [
                "A prime minister\nfrom a Commonwealth country who, as he himself remarked, was no\nreading man, was once asked by Nehru in my time whether he would like to\nbe taken to Agra to see the Taj Mahal."
            ],
            "2": [
                "After the Mutiny the family had moved to Agra, 120 miles south of\nDelhi.",
                "Nehru’s father, Motilal, was born in Agra, in 1861, three months after\nthe death of his father.",
                "He then left to study and practise law at Agra, a new profession\nresulting from the British bringing in their legal and judicial systems.",
                "When\nthe high court moved from Agra to Allahabad Nandlal moved with it,\ntaking Motilal with him."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "United States": {
        "1": {
            "1": [
                "Nehru’s Arst visit to the United States had left an impression on him\nwhich endured; especially the weekend at the Government Guest House,\npresided over for the occasion by a cabinet minister, where the other state\nguest was a female cosmetics magnate; or, again, the banquet of business\nleaders in New York when Mr——, the famous banker, is said to have\nopened his speech of welcome with: ‘Mr Neeroo, there are Afty billion\ndollars sitting around this table…’ Nehru by then had learnt with surprise,\nbut apparently not with appreciation, that the ticker tape showered down on\nhim during his procession along Fifth Avenue was done as a regular routine\nby a private commercial enterprise hired for the occasion; one or other\nWelcomes, Inc.\nPresident Johnson34 came to India—said to be his Arst visit overseas—\nnot long after becoming vice-president but his activities with bullock carts,\nbabies, and camel drivers represented a different sense of humour from\nNehru’s.",
                "But in general what acting he did was little in\ncomparison with what the average politician in the United States or even in\nEngland goes in for."
            ],
            "3": [
                "<e parlous food position in India, including the low, and still\nfalling, yield per acre, was concealed, purposely but dangerously concealed\nfor years by some of the ministers concerned, through the millions of tons\nof free or dumped food from the United States; for which reason the longterm\neffects of PL 48056 could be bad for India both as regards inCation and\nas regards the agricultural output.",
                "According to recent FAO publications, the annual per capita income of the\nUnited States is $2,164, of the United Kingdom $960, of Japan $250, of\nIndia only $60; the daily consumption of animal protein is 66 grams in the\nUnited States, 51 in the United Kingdom, 15 in Japan, and 6 in India.",
                "According to recent FAO publications, the annual per capita income of the\nUnited States is $2,164, of the United Kingdom $960, of Japan $250, of\nIndia only $60; the daily consumption of animal protein is 66 grams in the\nUnited States, 51 in the United Kingdom, 15 in Japan, and 6 in India.",
                "It was essentially a refusal to\nalign India with either one of the two power blocs around which the world\nwas then polarised; in particular, a refusal to join with the United States or\nto allow the United States to have bases on Indian soil.",
                "It was essentially a refusal to\nalign India with either one of the two power blocs around which the world\nwas then polarised; in particular, a refusal to join with the United States or\nto allow the United States to have bases on Indian soil.",
                "But a good deal\nof Nehru’s condemnation of armed alliances derived from his objection to\nthe United States giving arms to Pakistan and to Pakistan’s being a member\nof SEATO and of CENTO (originally known as the Baghdad Pact66).",
                "** But the excitement was enough to ensure the defeat of the\nproposals put up to India at this time by the United States for an\nindependent Kashmir guaranteed jointly by India and Pakistan under the\nUN.",
                "How much Nehru distrusted, and perhaps feared, Pakistan was\nillustrated by his violent outbursts against United States military aid to it in\n1953–54, and by his attitude to Pakistan’s membership of SEATO and\nCENTO.",
                "<e\nBritish delegation supported India, apparently at the request of the Indian\ngovernment; and the United States announced that she too would accept\nIndia’s plea.",
                "As a result, the bulk of the\nmilitary force Arst sent to the Congo to carry out UN policy, which\nexpressed the wishes of the majority of the Afro-Asian bloc in association\nwith the United States, was Indian.",
                "<ese were also the years during which\nMcCarthy Courished, symbolising the hysteria and conformism which\ngripped many Americans; the years when Dulles dominated the foreign\npolicy of the United States and, as Nehru thought, the foreign policy of the\nWest as a whole.",
                "On the other hand Dulles was correct in feeling that Nehru’s neutralism\nwas not always strictly neutral between East and West; that Nehru was apt\nto show an indulgence towards the communist states which he did not show\ntowards the United States.",
                "Nehru undoubtedly had a deep abiding\nuneasiness about America’s Atness for her primacy in the world but his\nopposition to American talk of military intervention in South East Asia in\n1954 after Dien Bien Phu,92 or to the activities of the CIA, or to the threats\nof brinkmanship and massive retaliation voiced by American admirals and\ngenerals before President Kennedy restored normal service discipline, was\napproved of by many people in the West, and indeed by some people in the\nUnited States.",
                "U <ant on behalf of the\nUN, like the United States, also asked India not to resort to force, but with\nmore perfunctoriness than the British or the Latin Americans.",
                "By then Nehru was probably\nregretting his appeals to the United States and the United Kingdom and\nwas probably turning his mind to ways of getting such help as they would\ngive without allowing the West either bases or forces in India, just Alling in\nsome gaps in India’s armed strength, such as supersonic Aghters.",
                "He bowed to some pressures from the United States and England,\nnotably to hold talks with Pakistan; but, helped by Pakistan’s overplaying its\nhand, he let the talks drag on for a few months until they petered out.",
                "He\ngot the United States, apparently with the help of an American ambassador\nwho was new to these matters and to diplomacy, to recognise the\nMcMahon Line.",
                "* <e behaviour of the press, not only in India but especially in the United States, the United\nKingdom and other Western countries, during the various Sino-Indian conCicts and especially during\nand just after the Dalai Lama’s Cight, was an eye-opener even to diplomats familiar with the\nunreliability of much, and the unscrupulousness of some, newspaper reporting.",
                "<e reporting in\ncertain mass-circulation newspapers in the United Kingdom and the United States was worse than\ninaccurate: it was often grossly fabricated."
            ],
            "5": [
                "He had also spent years\nin the United States and was therefore familiar with the world of machinery\nand factories and elected rulers; and, as a former Marxist, he was equally\nfamiliar with the conceptions of a planned economy."
            ],
            "6": [
                "Several\nimportant foreign governments decided at once that they would be\nrepresented on a level above the normal at the funeral, though it was to take\nplace next day: the Queen of England and Head of the Commonwealth\n(who was reported to have arranged to offer Nehru at the forthcoming\nPrime Ministers’ Conference the Order of Merit) by Lord Mountbatten,\nGreat Britain by the prime minister and the deputy leader of the\nopposition, the United States by the secretary of state, Japan by her foreign\nminister, General de Gaulle122 by a favourite minister."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "New York": {
        "1": {
            "1": [
                "Nehru’s Arst visit to the United States had left an impression on him\nwhich endured; especially the weekend at the Government Guest House,\npresided over for the occasion by a cabinet minister, where the other state\nguest was a female cosmetics magnate; or, again, the banquet of business\nleaders in New York when Mr——, the famous banker, is said to have\nopened his speech of welcome with: ‘Mr Neeroo, there are Afty billion\ndollars sitting around this table…’ Nehru by then had learnt with surprise,\nbut apparently not with appreciation, that the ticker tape showered down on\nhim during his procession along Fifth Avenue was done as a regular routine\nby a private commercial enterprise hired for the occasion; one or other\nWelcomes, Inc.\nPresident Johnson34 came to India—said to be his Arst visit overseas—\nnot long after becoming vice-president but his activities with bullock carts,\nbabies, and camel drivers represented a different sense of humour from\nNehru’s."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Fifth Avenue": {
        "1": {
            "1": [
                "Nehru’s Arst visit to the United States had left an impression on him\nwhich endured; especially the weekend at the Government Guest House,\npresided over for the occasion by a cabinet minister, where the other state\nguest was a female cosmetics magnate; or, again, the banquet of business\nleaders in New York when Mr——, the famous banker, is said to have\nopened his speech of welcome with: ‘Mr Neeroo, there are Afty billion\ndollars sitting around this table…’ Nehru by then had learnt with surprise,\nbut apparently not with appreciation, that the ticker tape showered down on\nhim during his procession along Fifth Avenue was done as a regular routine\nby a private commercial enterprise hired for the occasion; one or other\nWelcomes, Inc.\nPresident Johnson34 came to India—said to be his Arst visit overseas—\nnot long after becoming vice-president but his activities with bullock carts,\nbabies, and camel drivers represented a different sense of humour from\nNehru’s."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Johnson34": {
        "1": {
            "1": [
                "Nehru’s Arst visit to the United States had left an impression on him\nwhich endured; especially the weekend at the Government Guest House,\npresided over for the occasion by a cabinet minister, where the other state\nguest was a female cosmetics magnate; or, again, the banquet of business\nleaders in New York when Mr——, the famous banker, is said to have\nopened his speech of welcome with: ‘Mr Neeroo, there are Afty billion\ndollars sitting around this table…’ Nehru by then had learnt with surprise,\nbut apparently not with appreciation, that the ticker tape showered down on\nhim during his procession along Fifth Avenue was done as a regular routine\nby a private commercial enterprise hired for the occasion; one or other\nWelcomes, Inc.\nPresident Johnson34 came to India—said to be his Arst visit overseas—\nnot long after becoming vice-president but his activities with bullock carts,\nbabies, and camel drivers represented a different sense of humour from\nNehru’s."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Rajagopalachari": {
        "1": {
            "1": [
                "All his potential rivals and all his equals (except\nRajagopalachari) died off in his active lifetime."
            ],
            "3": [
                "Indians of the highest standing,\nincluding those with long and high office in the independence movement,\nsuch as Rajagopalachari, President Rajendra Prasad, and Kripalani,\ndeplored Nehru’s policies increasingly in the last Ave or six years of his\nprime ministership.<e press, for so long so docile, indeed in the Arst half of\nhis prime ministership so sycophantic, had by the end of the 1950s become\nmore and more critical.",
                "Rajagopalachari’s attacks61 on Nehru’s economic and social philosophy\nannoyed Nehru considerably.",
                "To a foreign observer valuing both men, and\nloving India, much of what Rajagopalachari was saying was more than\ntelling.",
                "Yet, such is the intractability of Indian poverty and\noverpopulation that Rajagopalachari failed to establish convincing solutions\nfor the problem as a whole.",
                "Rajagopalachari, with his usual penetration, saw, and was reconciled to, the\ncase for partition years before it came.",
                "Rajagopalachari, for\ninstance, has argued that, given the facts of the world as they are, there is no\nsense in India’s bankrupting itself by trying to go it alone, and that India’s\nindependence sought through second-class armaments, purchased on credit,\nis liable to be apparent not real independence.",
                "Rajagopalachari meets\nthis point by looking forward to the day when Russia will also be aligned\nwith the West, indirectly if not directly.",
                "Rajagopalachari, great and greatly courageous once\nmore, after so many great occasions, denounced it squarely for what it was.",
                "* Quoted by Rajagopalachari in Swarajya, August 1961.",
                "in <e Hindu, May 29,\n1963, as well as various statements by Rajagopalachari and J.P. Narayan."
            ],
            "4": [
                "It was not better than\nthat of Rajagopalachari, the sharpest mind in Indian public life for many\nyears; and it did not have the originality of Gandhi, for Gandhi had a power\nof mind to match his power of spirit."
            ],
            "5": [
                "Rajagopalachari\nRajaji, as Rajagopalachari (sometimes written Rajagopalachariya) is usually\ncalled in India, would have complemented Nehru.",
                "Rajagopalachari\nRajaji, as Rajagopalachari (sometimes written Rajagopalachariya) is usually\ncalled in India, would have complemented Nehru."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Motilal": {
        "1": {
            "2": [
                "His father was Motilal Nehru, one of\nthe leading Indian barristers of the day, and his mother, who was Motilal’s\nsecond wife, was Swarup Rani.",
                "Nehru’s father, Motilal, was born in Agra, in 1861, three months after\nthe death of his father.",
                "<e family seems to have been poor at this stage—\nthe highest caste in India is not necessarily, or indeed commonly, rich—and\nthe burden of the family fell on Motilal’s two older brothers—Bhansa Dhar\nNehru, who soon afterwards entered the judicial department of the British\ngovernment, and, because of being posted from place to place, was largely\ncut off from the rest of the family; and Nandlal Nehru.",
                "It was the latter who\nbrought up Motilal.",
                "When\nthe high court moved from Agra to Allahabad Nandlal moved with it,\ntaking Motilal with him.",
                "Motilal, whose education included a good grounding in Persian, Arabic,\nand Urdu, and later in English, studied law in Kanpur (Cawnpore) and then\nworked with his guardian brother in Allahabad.",
                "Motilal was thus left to make\nhis own way in the world.",
                "Motilal, its head, was by all accounts a man\nof considerable intellectual force, strong character, handsome presence,\nvitality and a winning personality, though not of so Ane a clay as his son.",
                "Motilal being the enthusiastic Westerniser which he was in those days,\npro-English enthusiasm being not uncommon in India then, the Nehrus\nlived in the English, not the Indian, style, as regards food, speech and dress;\nand the Nehru children were educated by English tutors or governesses."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Swarup Rani": {
        "1": {
            "2": [
                "His father was Motilal Nehru, one of\nthe leading Indian barristers of the day, and his mother, who was Motilal’s\nsecond wife, was Swarup Rani.",
                "Sometime after the death of his Arst wife in\nchildbirth he married Swarup Rani."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Pandit": {
        "1": {
            "2": [
                "<e title of Pandit\n(Doctor) applied to Nehru—against his proclaimed wishes—comes from\nthis origin.",
                "(Mrs Pandit was born in 1900, and the third\nchild, Mrs Raja Hutheesingh, in 1909.)"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Raj Kaul": {
        "1": {
            "2": [
                "Early in the eighteenth century a Kashmiri Brahmin called Raj Kaul,\nhighly reputed as a Sanskrit and Persian scholar, gained the notice of the\nemperor Farrukhsiyar38 and came to Delhi, the Mughal capital.",
                "‘A jagir\nwith a house situated on the banks of the canal was granted to Raj Kaul,\nand, from the fact of this residence, “Nehru”* (from Nahar, a canal), came to\nbe attached to his name."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Farrukhsiyar38": {
        "1": {
            "2": [
                "Early in the eighteenth century a Kashmiri Brahmin called Raj Kaul,\nhighly reputed as a Sanskrit and Persian scholar, gained the notice of the\nemperor Farrukhsiyar38 and came to Delhi, the Mughal capital."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Nahar": {
        "1": {
            "2": [
                "‘A jagir\nwith a house situated on the banks of the canal was granted to Raj Kaul,\nand, from the fact of this residence, “Nehru”* (from Nahar, a canal), came to\nbe attached to his name."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Lakshmi Narayan Nehru": {
        "1": {
            "2": [
                "Our Nehru’s greatgrandfather, Lakshmi Narayan Nehru, became the Arst\nVakil of the sarkar Company at the shadow court of the emperor; and our\nNehru’s grandfather, Ganga Dhar Nehru, was Kotwal of Delhi until the\nMutiny in 1857."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ganga Dhar Nehru": {
        "1": {
            "2": [
                "Our Nehru’s greatgrandfather, Lakshmi Narayan Nehru, became the Arst\nVakil of the sarkar Company at the shadow court of the emperor; and our\nNehru’s grandfather, Ganga Dhar Nehru, was Kotwal of Delhi until the\nMutiny in 1857."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Jawaharlal Nehru": {
        "1": {
            "2": [
                "<e Mutiny put an end to the Nehru family’s connection\nwith Delhi for nearly a century—until Jawaharlal Nehru returned in 1946\nas the Arst prime minister of India."
            ],
            "3": [
                "* A selection is available in Jawaharlal Nehru, India’s Foreign Policy: Selected Speeches, September ’54–\nApril’61 and Nehru’s Speeches, 1949–53, Government, of India, Publications Division."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Khetri": {
        "1": {
            "2": [
                "Nandlal entered the service of Khetri, a small Rajput\nprincipality, or rather feudatory, in the hills of north Rajasthan."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Allahabad": {
        "1": {
            "2": [
                "And so it was that Allahabad became the Nehru\nhome town.",
                "Motilal, whose education included a good grounding in Persian, Arabic,\nand Urdu, and later in English, studied law in Kanpur (Cawnpore) and then\nworked with his guardian brother in Allahabad.",
                "Allahabad, an old Mughal city with Hindu origins, still has\ncharm.",
                "Back in India he worked in his father’s chambers at Allahabad.",
                "In 1918 he became the secretary of\nthe Home Rule League in Allahabad."
            ],
            "6": [
                "<is was to drop the\ngreater portion of the ashes into the river at Sangam, a sacred place near\nAllahabad, where the Jamuna Cows into the Ganges."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Nandlal": {
        "1": {
            "2": [
                "Nandlal rose to be one of the leaders of the Bar there.",
                "Nandlal, however, died\nsuddenly, and, like the father, before his time."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kanpur": {
        "1": {
            "2": [
                "Motilal, whose education included a good grounding in Persian, Arabic,\nand Urdu, and later in English, studied law in Kanpur (Cawnpore) and then\nworked with his guardian brother in Allahabad."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Anand": {
        "1": {
            "2": [
                "Anand Bhavan, Abode of Happiness, seems to have been not an inaccurate\nname for the Nehru house."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Western": {
        "1": {
            "2": [
                "He\nwas a free thinker, modern and Western in outlook, contemptuous of\nreligion in general and of Hinduism in particular, worldly, and a free\nspender who enjoyed all the fruits of his prosperity."
            ],
            "3": [
                "In particular he was too much of the Western humanist\never to reconcile himself to any communist requirement of giving up\nfreedom of thought.",
                "It is also overlooked in the West that in\nbackward societies communism is the transmitter of certain important\nWestern values: thus it suppresses polygamy and other aspects of the servile\nstatus of women, astrology, beggars, illiteracy, and exploiting priest-craft.",
                "<e US and other Western\npowers committed themselves to a heavy load of aid as an insurance against\ncommunism in India; risky insurance to say the least, even if communism\nhas any solid prospects in India; and in any case the foreign aid will\nprobably have slight effect on communism, one way or the other.",
                "He circumvented the pressures for giving up non-alignment and for\naccepting the proffered Western umbrella.",
                "reactions to the poverty from Western literary visitors, e.g.",
                "* <e behaviour of the press, not only in India but especially in the United States, the United\nKingdom and other Western countries, during the various Sino-Indian conCicts and especially during\nand just after the Dalai Lama’s Cight, was an eye-opener even to diplomats familiar with the\nunreliability of much, and the unscrupulousness of some, newspaper reporting."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Gaya": {
        "1": {
            "2": [
                "And no doubt she would have seen to it\nthat the tulsi, the plant sacred to the Hindus, was in the house, that pujas\nwere performed, and that Jawaharlal heard about Sangam, Gaya, Muttra,\nPuri and the other sacred places."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mrs Besant": {
        "1": {
            "2": [
                ")* At the age of thirteen Nehru was initiated into\nthe <eosophical Society, Mrs Besant herself performing the rites."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Madras": {
        "1": {
            "2": [
                "(A few\nyears later, and a thousand miles to the south, in Madras, another Indian\ndestined to become well known in the new republic of India, Krishna\nMenon, was inducted into one of the orders of theosophy, ‘<e Star of the\nEast’, and put on the habit of the order."
            ],
            "6": [
                "He also saw an old family friend and Congress\nParty colleague, Sri Prakasa, who was also an old and loyal associate of Mrs\nAnnie Besant, and since independence had spent about ten years as\ngovernor Arst of Madras and then of Bombay; a man of elevated and lovable\ncharacter."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Munshi Mubarak": {
        "1": {
            "2": [
                "Nehru\nspeaks of the effect of Munshi Mubarak Ali.40 But the Cavour derives from\nmore than one man."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Cavour": {
        "1": {
            "2": [
                "Nehru\nspeaks of the effect of Munshi Mubarak Ali.40 But the Cavour derives from\nmore than one man."
            ],
            "3": [
                "In addition to having to settle millions of refugees, Nehru and the\nsuccessive governments he headed had to deal with the creation of the\nRepublic of India (during the Arst three years of its independence India was\na British dominion); with integrating over 600 princely states into the\nrepublic; a feat engineered by Patel which was comparable with Bismarck’s\nintegration of Germany or Cavour’s integration of Italy; with working out a\nconstitution, including, in particular, with seeing that the republic was made\na secular, not a Hindu, state; with organising and carrying out general\nelections covering 150 to 210 million voters, in 1952, in 1957, and in 1962;\nanother remarkable feat, as the elections were both efficient and fair; with\ndrawing and redrawing the boundaries of the states; with working out plans\nfor economic development; with working out social legislation, often\nbitterly resisted, dealing with women’s rights, children’s protection,\neducation, outcastes, and the non-Hindu tribes; with coping with crop\nfailures and famine; with coping with the population explosion; and, Anally,\nwith working out and executing a foreign policy."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Afteen": {
        "1": {
            "2": [
                "In 1905, Nehru, then Afteen, was taken to England by his father and put\nin Harrow School."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Harrow": {
        "1": {
            "2": [
                "Much has been made by some commentators of the\nHarrow background but the truth is that Nehru was an outsider there and\nknew it.",
                "Possibly, deep down, unbeknown even to himself, the seeds of his\nnationalism were planted at Harrow."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Cambridge": {
        "1": {
            "2": [
                "Two years later, in 1907, he went up to\nTrinity College, Cambridge, where he read for the Natural Science Tripos,\ntaking it in the second class.",
                "He seems to have enjoyed Cambridge, and was\nsensible enough to do what was possible in those days, not to concentrate\non mere examinations."
            ],
            "6": [
                "One paper then wrote:\n‘He is much closer to the common man than his predecessor.’* Another\npaper wrote: ‘He has not got the Cambridge accent but he is not the poorer\nfor it … he is not decked with red roses, restless and impatient, but plain,\ncollected, and sweet-tempered … A child of the soil, he is as far from\nCambridge as he is near to the village mud-houses of India.’**\nA time of troubles.",
                "One paper then wrote:\n‘He is much closer to the common man than his predecessor.’* Another\npaper wrote: ‘He has not got the Cambridge accent but he is not the poorer\nfor it … he is not decked with red roses, restless and impatient, but plain,\ncollected, and sweet-tempered … A child of the soil, he is as far from\nCambridge as he is near to the village mud-houses of India.’**\nA time of troubles.",
                "<is was followed by an open car with Mrs Gandhi and her\nyounger son, Sanjay (the elder boy had not been able to get back in time\nfrom Cambridge), and then followed a cavalcade of cars containing the\nchief mourners, Mrs Pandit, Mrs Hutheesingh and some other members of\nthe Nehru family, the pall-bearers, the president, the cabinet, the service\nchiefs, and foreign dignitaries."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kamala Kaul": {
        "1": {
            "2": [
                "In 1916, at the age of twenty six,\nwhich was an age well beyond the normal marrying age in those days, he\nmarried Kamala Kaul."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Indira": {
        "1": {
            "2": [
                "Indira was born in the following\nyear."
            ],
            "6": [
                "Here was the man who all his life stood\nfor rationalism; here was the father who had refused to allow Indira when a\nlittle girl to hear fairytales."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Anesse": {
        "1": {
            "2": [
                "It is characteristic of the frankness and self-criticism which\nNehru, for all his reserve and Anesse, was capable of, that he should say this."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Patel": {
        "1": {
            "3": [
                "In addition to having to settle millions of refugees, Nehru and the\nsuccessive governments he headed had to deal with the creation of the\nRepublic of India (during the Arst three years of its independence India was\na British dominion); with integrating over 600 princely states into the\nrepublic; a feat engineered by Patel which was comparable with Bismarck’s\nintegration of Germany or Cavour’s integration of Italy; with working out a\nconstitution, including, in particular, with seeing that the republic was made\na secular, not a Hindu, state; with organising and carrying out general\nelections covering 150 to 210 million voters, in 1952, in 1957, and in 1962;\nanother remarkable feat, as the elections were both efficient and fair; with\ndrawing and redrawing the boundaries of the states; with working out plans\nfor economic development; with working out social legislation, often\nbitterly resisted, dealing with women’s rights, children’s protection,\neducation, outcastes, and the non-Hindu tribes; with coping with crop\nfailures and famine; with coping with the population explosion; and, Anally,\nwith working out and executing a foreign policy."
            ],
            "5": [
                "After the\ndeath Arst of Patel, in 1950, and then of Maulana Azad, in 1954, the only\nman left who had a political experience, or a record in the independence\nmovement, comparable to his own, was Rajaji."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bismarck": {
        "1": {
            "3": [
                "In addition to having to settle millions of refugees, Nehru and the\nsuccessive governments he headed had to deal with the creation of the\nRepublic of India (during the Arst three years of its independence India was\na British dominion); with integrating over 600 princely states into the\nrepublic; a feat engineered by Patel which was comparable with Bismarck’s\nintegration of Germany or Cavour’s integration of Italy; with working out a\nconstitution, including, in particular, with seeing that the republic was made\na secular, not a Hindu, state; with organising and carrying out general\nelections covering 150 to 210 million voters, in 1952, in 1957, and in 1962;\nanother remarkable feat, as the elections were both efficient and fair; with\ndrawing and redrawing the boundaries of the states; with working out plans\nfor economic development; with working out social legislation, often\nbitterly resisted, dealing with women’s rights, children’s protection,\neducation, outcastes, and the non-Hindu tribes; with coping with crop\nfailures and famine; with coping with the population explosion; and, Anally,\nwith working out and executing a foreign policy.",
                "Bismarck\nseems to have had a similar effect; and Chou En-lai might well have had\nmore of Bismarck about him than the voice.",
                "Bismarck\nseems to have had a similar effect; and Chou En-lai might well have had\nmore of Bismarck about him than the voice."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Germany": {
        "1": {
            "3": [
                "In addition to having to settle millions of refugees, Nehru and the\nsuccessive governments he headed had to deal with the creation of the\nRepublic of India (during the Arst three years of its independence India was\na British dominion); with integrating over 600 princely states into the\nrepublic; a feat engineered by Patel which was comparable with Bismarck’s\nintegration of Germany or Cavour’s integration of Italy; with working out a\nconstitution, including, in particular, with seeing that the republic was made\na secular, not a Hindu, state; with organising and carrying out general\nelections covering 150 to 210 million voters, in 1952, in 1957, and in 1962;\nanother remarkable feat, as the elections were both efficient and fair; with\ndrawing and redrawing the boundaries of the states; with working out plans\nfor economic development; with working out social legislation, often\nbitterly resisted, dealing with women’s rights, children’s protection,\neducation, outcastes, and the non-Hindu tribes; with coping with crop\nfailures and famine; with coping with the population explosion; and, Anally,\nwith working out and executing a foreign policy."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Italy": {
        "1": {
            "3": [
                "In addition to having to settle millions of refugees, Nehru and the\nsuccessive governments he headed had to deal with the creation of the\nRepublic of India (during the Arst three years of its independence India was\na British dominion); with integrating over 600 princely states into the\nrepublic; a feat engineered by Patel which was comparable with Bismarck’s\nintegration of Germany or Cavour’s integration of Italy; with working out a\nconstitution, including, in particular, with seeing that the republic was made\na secular, not a Hindu, state; with organising and carrying out general\nelections covering 150 to 210 million voters, in 1952, in 1957, and in 1962;\nanother remarkable feat, as the elections were both efficient and fair; with\ndrawing and redrawing the boundaries of the states; with working out plans\nfor economic development; with working out social legislation, often\nbitterly resisted, dealing with women’s rights, children’s protection,\neducation, outcastes, and the non-Hindu tribes; with coping with crop\nfailures and famine; with coping with the population explosion; and, Anally,\nwith working out and executing a foreign policy."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Rajendra Prasad": {
        "1": {
            "3": [
                "Indians of the highest standing,\nincluding those with long and high office in the independence movement,\nsuch as Rajagopalachari, President Rajendra Prasad, and Kripalani,\ndeplored Nehru’s policies increasingly in the last Ave or six years of his\nprime ministership.<e press, for so long so docile, indeed in the Arst half of\nhis prime ministership so sycophantic, had by the end of the 1950s become\nmore and more critical."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kripalani": {
        "1": {
            "3": [
                "Indians of the highest standing,\nincluding those with long and high office in the independence movement,\nsuch as Rajagopalachari, President Rajendra Prasad, and Kripalani,\ndeplored Nehru’s policies increasingly in the last Ave or six years of his\nprime ministership.<e press, for so long so docile, indeed in the Arst half of\nhis prime ministership so sycophantic, had by the end of the 1950s become\nmore and more critical.",
                "Further, in Bombay itself, the only place where there was any\nsustained interest in Goa, Krishna Menon was Aghting a key election\nagainst Kripalani, a former president of the Congress Party and the only\nman left in Parliament who could speak to Nehru with some semblance of\nequality."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Dulles": {
        "1": {
            "3": [
                "A minister in Nehru’s cabinet\nonce said to me, ‘What the Americans’—this was in the days of Dulles\nwhen some Americans thought, and one of Dulles’ ambassadors was known\nto have said, and had no doubt reported to Washington, that Nehru was a\ncrypto-communist—‘What the Americans don’t see is that Nehru is the last\nof the Liberals.’ How much Nehru was misunderstood about communism\nwas shown in the idiotic rumours current in some quarters in the early\n1950s that he was secretly supplying arms to the Chinese communists over\nthe new Indian road into Kashmir.",
                "A minister in Nehru’s cabinet\nonce said to me, ‘What the Americans’—this was in the days of Dulles\nwhen some Americans thought, and one of Dulles’ ambassadors was known\nto have said, and had no doubt reported to Washington, that Nehru was a\ncrypto-communist—‘What the Americans don’t see is that Nehru is the last\nof the Liberals.’ How much Nehru was misunderstood about communism\nwas shown in the idiotic rumours current in some quarters in the early\n1950s that he was secretly supplying arms to the Chinese communists over\nthe new Indian road into Kashmir.",
                "On the other hand, just as Nehru was never taken in by the dogmas of\ncommunists so too he had never been taken in by clichés against\ncommunism, such as those which were supreme during the Dulles’ years\nand were associated with ‘the Free World’, ‘the free men’, ‘monoliths’, and\nso on.",
                "When the documents\nbecome available they will probably establish that on the whole Nehru was a\nvaluable counterpoise to the brinkmanship of the most dangerous of the\nDulles’ years.",
                "Whether one of the claims made\nrepeatedly by Nehru, namely, that the extension of armed alliances made\nthe Cold War more likely to become a Hot War, was correct or not, and\nwhether ‘international communism’ from after Stalin’s death was or was not\nthe danger Dulles and his associates said it was, there could be no doubt\nthat an American alliance was not worth the price of Russian enmity to\nIndia.",
                "And, of course, it was largely for\nthis reason that Pakistan had, in Dulles’ words, been willing to ‘stand up\nand be counted’ (against international communism).",
                "It must be remembered that in these years, on the whole the most\nsatisfying and the most conAdent in his prime ministership, Nehru was\nconcentrating on internal Indian matters, like the plans, and on standing up\nagainst much of the foreign policy associated with Dulles.",
                "He almost\ncertainly had more distrust for Dulles than he had for Chou En-lai.",
                "<ese were also the years during which\nMcCarthy Courished, symbolising the hysteria and conformism which\ngripped many Americans; the years when Dulles dominated the foreign\npolicy of the United States and, as Nehru thought, the foreign policy of the\nWest as a whole.",
                "Nehru saw Dulles’ policy as misconceived and as\nencouraging the arms race and thereby involving grave risk of war, and so\nnothing less than the survival of humanity.",
                "As late as 1956, Dulles, who distrusted Nehru as much as Nehru\ndistrusted him—as was not concealed when Dulles visited India in 1954—\nsaid that ‘the conception of neutrality is obsolete, immoral, and shortsighted’.",
                "As late as 1956, Dulles, who distrusted Nehru as much as Nehru\ndistrusted him—as was not concealed when Dulles visited India in 1954—\nsaid that ‘the conception of neutrality is obsolete, immoral, and shortsighted’.",
                "For Dulles neutrality in all forms, including non-alignment, was a\nrefusal to choose between evil and good; that is to say, between communism\nand anti-communism.",
                "Nehru, who did not much bother about some of\nDulles’ men describing him as a crypto-communist, felt that this was too\nuncomplicated a deAnition of good and evil.",
                "Nor did he miss the irony that,\nas regards the sanctity of the Free World and the Free Life proclaimed by\nDulles, he, damned by Dulles, was carrying India through a gargantuan\neffort towards parliamentary democracy, the rule of law, freedom and\nequality for all religions, and social and economic reforms, while among the\ncountries which Dulles praised and subsidised because they were ‘willing to\nstand up and be counted’ as anti-communist were effete or persecuting\ntyrannies, oligarchies and theocracies, sometimes corrupt as well as\nretrograde.",
                "Nor did he miss the irony that,\nas regards the sanctity of the Free World and the Free Life proclaimed by\nDulles, he, damned by Dulles, was carrying India through a gargantuan\neffort towards parliamentary democracy, the rule of law, freedom and\nequality for all religions, and social and economic reforms, while among the\ncountries which Dulles praised and subsidised because they were ‘willing to\nstand up and be counted’ as anti-communist were effete or persecuting\ntyrannies, oligarchies and theocracies, sometimes corrupt as well as\nretrograde.",
                "Nor did he miss the irony that,\nas regards the sanctity of the Free World and the Free Life proclaimed by\nDulles, he, damned by Dulles, was carrying India through a gargantuan\neffort towards parliamentary democracy, the rule of law, freedom and\nequality for all religions, and social and economic reforms, while among the\ncountries which Dulles praised and subsidised because they were ‘willing to\nstand up and be counted’ as anti-communist were effete or persecuting\ntyrannies, oligarchies and theocracies, sometimes corrupt as well as\nretrograde.",
                "Dulles was as disinterested and as brave as Nehru himself, as\nrock-like in character, and he had no difficulty in showing up the\ndiscreditable part played by many communist intellectuals and communist\nparties over the years, and the results of their doctrine that the ends justify\nthe means or that the interests of a certain foreign power always take\nprecedence.",
                "On the other hand Dulles was correct in feeling that Nehru’s neutralism\nwas not always strictly neutral between East and West; that Nehru was apt\nto show an indulgence towards the communist states which he did not show\ntowards the United States.",
                "Nehru found the communist’s only-one-way\nabsolutist account of life, and grounds for policy, as unacceptable as Dulles’\ncategories of good and evil.",
                "<e answer will depend on whether\nSoviet Russia really had expansionist and revolutionary designs, or could be\nreasonably assumed from the information then available to Dulles and other\nleaders in the West to have any, and really was a threat to the peace,\nespecially after Stalin’s death.",
                "<us he played a personal\nmediatory role between Russia and the West; a valuable service in Dulles’\ndays and prior to the time Macmillan broke the ice by his visit to Moscow;\nhe kept world attention on the thermonuclear armaments race; he was a\nsteadying inCuence in the Afro-Asian group at a time when it much needed\nsteadying; he was a steadying inCuence on nationalist passion inside India;\nand, in particular, he insisted on a level of restraint and patience in dealing\nwith small neighbours often acting unjustly to India, such as Burma,\nCeylon, and Nepal, which is rare in foreign relations.",
                "Nehru’s unresting concern with international relations, damned by\ncertain Indians as much as by Dulles, came not from eccentricity or vanity\nor any desire to shine on the world stage."
            ],
            "5": [
                "As regards peace, he made, though\nmany have contested the point, a contribution, especially in Dulles’ years."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Washington": {
        "1": {
            "3": [
                "A minister in Nehru’s cabinet\nonce said to me, ‘What the Americans’—this was in the days of Dulles\nwhen some Americans thought, and one of Dulles’ ambassadors was known\nto have said, and had no doubt reported to Washington, that Nehru was a\ncrypto-communist—‘What the Americans don’t see is that Nehru is the last\nof the Liberals.’ How much Nehru was misunderstood about communism\nwas shown in the idiotic rumours current in some quarters in the early\n1950s that he was secretly supplying arms to the Chinese communists over\nthe new Indian road into Kashmir.",
                "<ey gave a good deal of offence in\nWashington, and sometimes in London.",
                "Nehru had been back only a few weeks from a peace tour which had\ntaken him to Belgrade, Moscow, Washington, Mexico and the UN."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Pope John": {
        "1": {
            "3": [
                "He, like Pope John, rejected the communist system but not\ncommunist men."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Aght": {
        "1": {
            "3": [
                "Nehru’s Aght to keep the English language,\nthough he wobbled on the matter in his last weary years, was due to his\nunderstanding of the unifying forte of English in India over and above the\nintellectual and international advantages which English gave to India."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Patil": {
        "1": {
            "3": [
                "Patil and Morarji Desai50 and other ministers through the socalled\nKamaraj Plan51 in 1963."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Russia": {
        "1": {
            "3": [
                "* Socialist\ngovernments, notoriously, run into difficulties over food production; as\nCommunist China did in recent years, and as Soviet Russia has been doing\neven forty-odd years after the Revolution.",
                "<e plans, the result of Nehru’s values and drive, were to a large\ndegree wrongly conceived—too imitative of America on the one hand and\nof Russia on the other; not sufficiently indigenously Indian.",
                "On the other hand the Cold War,\nthe armaments race, and the looming menace of a thermo-nuclear\nholocaust, were of interest to every human being; India had a concern no\nless than America or Russia; and reasons were certainly not lacking for\npointing the Anger at the fomenters of the Cold War.",
                "Russia is much nearer to India than America; and, further, she, like\nIndia, shares a long frontier with China—and the troubles which common\nfrontiers bring.",
                "<e West has in fact virtually\ncommitted itself to India’s defence as well as to its plans; and Russia no less\nthan the West goes on giving both civil and military aid.",
                "A member of Nehru’s family circle made it still more\npersonal: Chou En-lai from Bandung onwards had shown himself jealous of\nNehru, and the jealousy increased because of India’s getting aid from Russia\nwhich China coveted as hers of right.",
                "He\nwas aware, too, already in the early 1950s, on the one hand of developments\ninside Russia, which would mean a richer and different Russia from the\nwar-wrecked Russia of Stalin, and, on the other hand, of certain basic\nsimilarities and affinities between Russians and Americans.",
                "He\nwas aware, too, already in the early 1950s, on the one hand of developments\ninside Russia, which would mean a richer and different Russia from the\nwar-wrecked Russia of Stalin, and, on the other hand, of certain basic\nsimilarities and affinities between Russians and Americans.",
                "He\nwas aware, too, already in the early 1950s, on the one hand of developments\ninside Russia, which would mean a richer and different Russia from the\nwar-wrecked Russia of Stalin, and, on the other hand, of certain basic\nsimilarities and affinities between Russians and Americans.",
                "I recall his\ntalking on these matters with great force, as also on relations between\nRussia and China, as far back as 1954.",
                "For some years before others sensed\nthe position, Nehru was convinced of tensions between China and Russia,\nand that the tensions grow.",
                "Later he came to see in Russia a counterpoise to\nChina.",
                "Perhaps he felt that in the long run China would inevitably be more\npowerful than Russia.",
                "<e socialist in Nehru, and the enthusiast for the\nkind of planning and constructiveness and hopefulness which he credited to\nRussia ever since his visit there in 1927, did predispose him that way.",
                "It is true, too, that Nehru’s\nindignant outburst on the Suez affair was not matched by any outburst on\nRussia’s suppression of the Hungary uprising; though, from the books\ncoming out on the Suez affair, it is not manifest why it should have been.",
                "<e answer will depend on whether\nSoviet Russia really had expansionist and revolutionary designs, or could be\nreasonably assumed from the information then available to Dulles and other\nleaders in the West to have any, and really was a threat to the peace,\nespecially after Stalin’s death.",
                "In any case it would still seem to serve no interest of India to align\nherself with the West at the cost of Russia’s enmity.",
                "Rajagopalachari meets\nthis point by looking forward to the day when Russia will also be aligned\nwith the West, indirectly if not directly.",
                "<us he played a personal\nmediatory role between Russia and the West; a valuable service in Dulles’\ndays and prior to the time Macmillan broke the ice by his visit to Moscow;\nhe kept world attention on the thermonuclear armaments race; he was a\nsteadying inCuence in the Afro-Asian group at a time when it much needed\nsteadying; he was a steadying inCuence on nationalist passion inside India;\nand, in particular, he insisted on a level of restraint and patience in dealing\nwith small neighbours often acting unjustly to India, such as Burma,\nCeylon, and Nepal, which is rare in foreign relations.",
                "Soviet Russia vetoed discussion of the subject.",
                "Once Nehru,\ncommenting on a suggestion in the New York Times that India, in remorse\nfor her unilateral violence, should now return Goa to Portugal, said that if\nany effort were made to get India out of Goa there would be thermonuclear\nwar (presumably launched by Russia, who was praised handsomely for\nshowing that she was a true friend to India because she had vetoed the\nPortuguese complaint in the Security Council.",
                "<at Russia was also one of\nthe whites seems to have been overlooked)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Japan": {
        "1": {
            "3": [
                "According to recent FAO publications, the annual per capita income of the\nUnited States is $2,164, of the United Kingdom $960, of Japan $250, of\nIndia only $60; the daily consumption of animal protein is 66 grams in the\nUnited States, 51 in the United Kingdom, 15 in Japan, and 6 in India.",
                "According to recent FAO publications, the annual per capita income of the\nUnited States is $2,164, of the United Kingdom $960, of Japan $250, of\nIndia only $60; the daily consumption of animal protein is 66 grams in the\nUnited States, 51 in the United Kingdom, 15 in Japan, and 6 in India.",
                "Did he, as used to be said in high places in Delhi, refuse to discuss\nwith U Nu of Burma, or, later, Ayub of Pakistan or the king of Nepal, not\nto mention the prime minister of Japan, relations with China in general or\nthe border question in particular when these dignitaries visited Delhi and\nsought to discuss them?"
            ],
            "6": [
                "Several\nimportant foreign governments decided at once that they would be\nrepresented on a level above the normal at the funeral, though it was to take\nplace next day: the Queen of England and Head of the Commonwealth\n(who was reported to have arranged to offer Nehru at the forthcoming\nPrime Ministers’ Conference the Order of Merit) by Lord Mountbatten,\nGreat Britain by the prime minister and the deputy leader of the\nopposition, the United States by the secretary of state, Japan by her foreign\nminister, General de Gaulle122 by a favourite minister."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Agures": {
        "1": {
            "3": [
                "<ese are Agures of doom."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Chandigarh": {
        "1": {
            "3": [
                "Hence his\ndithyrambic praise of the Arst Indian jet planes as ‘gazelles of the sky’, or of\nhydroelectric plants and factories as ‘the temples of our age’; or his\nenthusiasm for the architect Le Corbusier,59 who was the senior planner of\nthe new Indian city of Chandigarh, that emblematic creature of modern\nnoise and tension and ferro-concrete to whom a Atting memorial stands in\nthe high court building until the discontented judges refuse to use it any\nmore."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sucheta Kripalani60": {
        "1": {
            "3": [
                "He ridiculed criticism of the plans; for\ninstance when Sucheta Kripalani60 criticised his vague scheme for\ncooperative farming in 1958."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kemal Ataturk": {
        "1": {
            "3": [
                "<is is what Kemal Ataturk did."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Pillai": {
        "1": {
            "3": [
                "Pillai, M.J. Desai, and\nthe Dayals,64 it was not a good service—nothing like good enough for a\ncountry of India’s importance."
            ],
            "6": [
                "Sir R. Pillai’s letter in the Statesman, June 5, 1964."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Aelds": {
        "1": {
            "3": [
                "It was scarcely improved\nby the ambiguous position allowed to Krishna Menon, who in some Aelds\nwas virtually second foreign minister for Ave years or so prior to his fall in\n1962; whence resulted liveliness and initiative but also subjectivity and\nextra-office approaches and manoeuvres, not to mention short shrift to\n‘American stooges’ ‘British dupes’ or ‘Fascists’.",
                "Also see Michael Edwardes, <e Last Years of British\nIndia, dedicated ‘to the men, women and children murdered in the Aelds and streets of India who\nthough they did not Aght for their country’s freedom paid for it with their lives’."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "London": {
        "1": {
            "3": [
                "<ey gave a good deal of offence in\nWashington, and sometimes in London.",
                "When Mountbatten arrived in Delhi in March 1947 he decided\nthat the only way to avoid bloodshed and chaos was to accept partition and\nfor England to quit that summer instead of in June 1948, the date\nmentioned by Attlee just before Mountbatten had left London.",
                "<e India News brought out by the Indian High\nCommission in London, ten or so pages of loaded news, was an example.",
                "Alder, British India’s Northern Frontier 1865–1895, London, 1964."
            ],
            "6": [
                "Finally, Dr Baliga dropped dead in London.",
                "Pitt is to Addington\nWhat London is to P addington\n<is is what the wits were saying a century and a half earlier when the great\nPitt gave place to Addington.",
                "He had decided to take him to London with him and he\nwas looking forward to the conference."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Indonesia": {
        "1": {
            "3": [
                "It is true, too, that Indians were inconsistent in\n1962–63, in being shocked that their fellow protagonists of, and former\npupils in, the doctrine of non-alignment, such as Burma, Ceylon, Indonesia\nor Ghana, refused to align themselves with India against China; and that\nIndia while moralising against the Cold War was up to the eyes in a cold\nwar of her own with Pakistan.",
                "In January 1949, not many months after the massacres, though sporadic\nkillings were still taking place, Nehru called a Second Asian Relations\nConference in New Delhi, this time as a move against the Dutch in\nIndonesia.",
                "Relatively few Indian anti-colonialists would be worried about their\ncountry’s subjugation of the Mongolian peoples of Nagaland,** or about\nIndonesia’s subjugation of Papuans.",
                "India, like Indonesia, soon learnt that she need do\nlittle in order to get the aid in huge volume, and that its Cow would be\nneither diminished nor interrupted by policies of hers disliked by the West,\nbecause the West had so great a fear of communism that it would spare no\neffort which it reckoned on as keeping India away from communism."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Baghdad": {
        "1": {
            "3": [
                "But a good deal\nof Nehru’s condemnation of armed alliances derived from his objection to\nthe United States giving arms to Pakistan and to Pakistan’s being a member\nof SEATO and of CENTO (originally known as the Baghdad Pact66)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Cripps": {
        "1": {
            "3": [
                "It is enough to say here that after both\nCongress and the Muslim League, following on the Attlee government’s\ndecision in July or August 1945 to give India independence as soon as\npossible and to send Cripps and two other ministers out to India to arrange\nthe terms, had accepted the British Cabinet Mission’s plan of a centre with\ncontrol over defence, foreign affairs, and communications, while other\nmatters were to be left to the control of Muslim provinces and non-Muslim\nprovinces, Nehru, following Azad as president of Congress, suddenly\nannounced, without consulting his party, that the plan, a precarious\ncompromise in a very difficult situation, was not binding on Congress."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mountbatten": {
        "1": {
            "3": [
                "When Mountbatten arrived in Delhi in March 1947 he decided\nthat the only way to avoid bloodshed and chaos was to accept partition and\nfor England to quit that summer instead of in June 1948, the date\nmentioned by Attlee just before Mountbatten had left London.",
                "When Mountbatten arrived in Delhi in March 1947 he decided\nthat the only way to avoid bloodshed and chaos was to accept partition and\nfor England to quit that summer instead of in June 1948, the date\nmentioned by Attlee just before Mountbatten had left London."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ireland": {
        "1": {
            "3": [
                "<is is the reason why Ireland is partitioned, and Korea (for ideological\nhatreds are the same as religious hatreds); just as it is the reason why some\nSwiss cantons or German principalities were entirely Protestant and others\nentirely Catholic, on the well-established principle of cuius regio eius religio."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ghulam": {
        "1": {
            "3": [
                "Unluckily, after the death\nof Liaqat Ali Khan68 he had to deal with heads of state and heads of\ngovernment in Pakistan, such as Nazimuddin,69 Ghulam Mohamed,70 and\nthe two Mohamed Alis,71 most of whom were incomparably inferior to him\nin intellect or in integrity and all of whom were incomparably inferior to\nhim in political standing inside their own country."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ayub72": {
        "1": {
            "3": [
                "Ayub72 was another matter;\nbut Ayub did not arrive until the end of 1958."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Israel": {
        "1": {
            "3": [
                "He refused\nto exchange missions with Israel because he wanted the goodwill of the\nArab countries, which are Muslim."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Trieste": {
        "1": {
            "3": [
                "Kashmir, like other such cases, Schleswig-Holstein or Trieste or Danzig,\nattained an emotional and political status altogether out of proportion to its\nintrinsic importance."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Portugal": {
        "1": {
            "3": [
                "India’s reaction to the American proposals was, once more, that Kashmir is\nan integral part of India—rather as Portugal had said that Goa was an\nintegral part of Portugal—that the union is irrevocable and so there is\nnothing to discuss.",
                "Portugal’s retention of Goa might have been an\nanachronism but it was not resented by most Goans.",
                "India’s claim to Goa\nwas never stronger than that she had a right to the whole peninsula (saving\nPakistan); by which logic Spain has a right to Portugal or the Irish Republic\nhas a right to Ulster.",
                "Nehru appears to have had little or no part in the 1954\naffair, but he did break off diplomatic relations with Portugal.",
                "Agitating inside India and amongst Indians against\nPortugal gave such Goanese a certain standing which they would not\notherwise have had; an escape from anonymity.",
                "Second, and more boldly, if Portugal does not renounce\nsovereignty over Goa in favour of India, and do so forthwith, there can be\nno peace.",
                "India would\nnot negotiate except over matters to be settled after Portugal had handed\nover Goa to India.",
                "But Portugal must quit, and at once.",
                "<ere is little\nor nothing to be charged against those on the spot but the government in\nPortugual persisted right to the end in an unrealistic attitude, as well as in\nthe legalism about Goa being no colony but an integral part of Portugal,\nyears after warning had been given.",
                "Confronted with the claims of the\nIndian government, and with the position in the UN, Portugal should have\noffered to hold a plebiscite in Goa, under UN supervision if possible,\notherwise under any ad hoc international supervisory group, for or against\nthe status quo.",
                "Once Nehru,\ncommenting on a suggestion in the New York Times that India, in remorse\nfor her unilateral violence, should now return Goa to Portugal, said that if\nany effort were made to get India out of Goa there would be thermonuclear\nwar (presumably launched by Russia, who was praised handsomely for\nshowing that she was a true friend to India because she had vetoed the\nPortuguese complaint in the Security Council.",
                "* Just as India had insisted that there was nothing\nto discuss with Portugal over Goa or with Pakistan over Kashmir she now\ntook the line that there was nothing to discuss with China."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Chiang": {
        "1": {
            "3": [
                "When it was urged that a common defence arrangement for the\nsubcontinent should be made with Pakistan Nehru crushed the suggestion\nwith the sarcastic retort, ‘Defence against whom?’\nNehru had had amicable personal relations with Chiang Kai-shek,77 but\nthis did not prevent India from being among the Arst to recognise the\ncommunist regime."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sardar": {
        "1": {
            "3": [
                "Sardar Panikkar,78 that brilliant quicksilver Indian\nintellectual, after being ambassador to the Kuomintang of China (KMT)\ngovernment stayed on as ambassador to the communist government."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ced": {
        "1": {
            "3": [
                "So the UN heard nothing more of Tibet until nine years later\nwhen the Dalai Lama, having Ced to India, appealed to the UN once again.",
                "At one stage the governor-general was\nannounced to have Ced; untruthfully."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Chou En-lai": {
        "1": {
            "3": [
                "In 1955, largely\nthrough the efforts of Nehru, Chou En-lai, with a sizeable entourage, came\nto the Afro-Asian Conference80 at Bandung and, as I could see during that\nmemorable week, he had a similar success there.",
                "<ere is evidence that after his talks with Nehru in 1954 and in 1955,\nincreasingly in 1956, and again in 1960, Chou En-lai came to feel that he\nhad got little understanding with Nehru, and that Nehru was not straight.",
                "According to a foreign minister of a certain Asian\ncountry, Chou En-lai, speaking about the Sino-Indian boundary dispute,\ntold him that Nehru was impossible to negotiate with, being both unreliable\nand impenetrable."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bandung": {
        "1": {
            "3": [
                "In 1955, largely\nthrough the efforts of Nehru, Chou En-lai, with a sizeable entourage, came\nto the Afro-Asian Conference80 at Bandung and, as I could see during that\nmemorable week, he had a similar success there.",
                "A member of Nehru’s family circle made it still more\npersonal: Chou En-lai from Bandung onwards had shown himself jealous of\nNehru, and the jealousy increased because of India’s getting aid from Russia\nwhich China coveted as hers of right.",
                "It\nwas for the same reason that he put out feelers in 1954 for inviting Australia\nto the Bandung Afro-Asian Conference of 1955; a signiAcant gesture on his\npart which has not been sufficiently noted.",
                "At Bandung in 1955 Nehru said, ‘I think there is nothing more terrible\nthan the inAnite tragedy of Africa in the past few hundred years.’ Such was\nhis emotion that he did feel that Europeans were largely responsible for the\nfact that Africa was not ‘developed’—like France or Denmark.",
                "He knew after the Nazi and other European behaviour that Africans and\nAsians had nothing to teach Europeans in the way of atrocities; but he also\nknew, and felt strongly, that what was bad was not just European racial\ncruelties or prejudices but all racial cruelties and prejudices.<us at the\nAfro-Asian Conference in Bandung in his closing speech, reacting against\nSukarno’s environment, and against the self-pity of some of the delegates,\nhe urged them to move from merely thinking about the faults of their\nerstwhile masters on to reconstructing their countries; and he urged them to\nremember that people who had been under colonial regimes had normally\nfallen under them because of defects of their own.",
                "<is advice was not\npopular at Bandung."
            ],
            "4": [
                "Nehru arrived at Bandung for the Arst Afro-Asian Conference in 1955\nafter a long tiring motor journey under an equatorial sun."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Lhasa": {
        "1": {
            "3": [
                "<us the Indian Mission at Lhasa was\nreduced to a Consulate-General and the trade agencies, at Gyantse, Gartok,\nand Yalung, were brought under it; and a Chinese Consulate-General was\nopened at Bombay and trade agencies at Kalimpong (notorious as a spy\ncentre), New Delhi, and Calcutta (where China already had a Consulate-\nGeneral).",
                "<us when the Indian government informed the\nDalai Lama’s government at Lhasa that India had become independent and\nthat Lhasa could count on relations being not less friendly than they were in\nthe days of the British raj, the Tibetan authorities replied, in effect, ‘<ank\nyou."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Yalung": {
        "1": {
            "3": [
                "<us the Indian Mission at Lhasa was\nreduced to a Consulate-General and the trade agencies, at Gyantse, Gartok,\nand Yalung, were brought under it; and a Chinese Consulate-General was\nopened at Bombay and trade agencies at Kalimpong (notorious as a spy\ncentre), New Delhi, and Calcutta (where China already had a Consulate-\nGeneral)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Kalimpong": {
        "1": {
            "3": [
                "<us the Indian Mission at Lhasa was\nreduced to a Consulate-General and the trade agencies, at Gyantse, Gartok,\nand Yalung, were brought under it; and a Chinese Consulate-General was\nopened at Bombay and trade agencies at Kalimpong (notorious as a spy\ncentre), New Delhi, and Calcutta (where China already had a Consulate-\nGeneral)."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Aksai Chin": {
        "1": {
            "3": [
                "It was rumoured, and it is probable, that he\noffered to accept India’s claims to NEFA in return for a recognition of\nChina’s claims to Aksai Chin; for it was through Aksai Chin that the\nChinese had built the important strategic road linking Tibet and Sinkiang.",
                "It was rumoured, and it is probable, that he\noffered to accept India’s claims to NEFA in return for a recognition of\nChina’s claims to Aksai Chin; for it was through Aksai Chin that the\nChinese had built the important strategic road linking Tibet and Sinkiang.",
                "It is not excluded that the Chinese believed\nthat Aksai Chin did not belong to India, though they, no less than India,\nsubsequently overstated their case.",
                "Perhaps he\nhad in mind a deal with the Chinese, such as Aksai Chin to China in return\nfor India’s incontrovertible title to NEFA.",
                "Perhaps all three were part of the\nmotivation; but probably the biggest factor was that after the leak of\ninformation about the road in Aksai Chin, and still more after the\nexposures made in Parliament in 1959, the safest course was to make a clean\nbreast of it.",
                "From other sources one heard in 1963 that Nehru had become rigid himself\nand did not want to negotiate though he must have known that Aksai Chin\nwas beyond recovery."
            ],
            "5": [
                "He suggested amongst other things that\nIndia should offer to lease Aksai Chin to China."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bajpai": {
        "1": {
            "3": [
                "Historians will certainly want\nto look into Bajpai’s minute written at the time of the Chinese occupation,**\nallegedly warning the government, and opposing Panikkar’s reasoning; and\ninto what Nehru’s reactions were."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Panikkar": {
        "1": {
            "3": [
                "Historians will certainly want\nto look into Bajpai’s minute written at the time of the Chinese occupation,**\nallegedly warning the government, and opposing Panikkar’s reasoning; and\ninto what Nehru’s reactions were.",
                "<e Indian embassy in China, notably Panikkar,\nappears to have recommended to Nehru to give in to Chinese claims\nbecause the gratitude and goodwill of the Chinese communists thereby\nresulting would provide the best guarantee for the Sino-Indian border."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Panch Shil": {
        "1": {
            "3": [
                "<e Panch Shil declaration, proposed by the Chinese in the Arst instance,\nhad been approved in draft form in February–March 1954.",
                "Nehru, however, attached, as far as one\ncan see, no signiAcance to it; he felt secure in the Panch Shil declaration.",
                "As for the Panch Shil\ndeclaration, this was a better move from the viewpoint of India’s interests\nthan Indian critics were allowing in the next decade.",
                "Did it not matter that the Panch Shil declaration should be seen as a\nmere piece of paper?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "justiAed": {
        "1": {
            "3": [
                "Was any real interest of China involved which justiAed so high a cost?"
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "New Zealand": {
        "1": {
            "3": [
                "Amongst the 19 powers invited were Australia and New\nZealand.",
                "Australia, then under a Labour government, attended but China,\nNepal, New Zealand and <ailand sent only observers, while Turkey\ndeclined the invitation.",
                "Australia and New Zealand were the only non-\nAsian countries invited.",
                "We send our greetings to Australia and New Zealand.",
                "And\nindeed Australia and New Zealand are almost in our region.",
                "<ey are\nnext to us and I should like Australia and New Zealand to come\nnearer to Asia."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Turkey": {
        "1": {
            "3": [
                "Australia, then under a Labour government, attended but China,\nNepal, New Zealand and <ailand sent only observers, while Turkey\ndeclined the invitation."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Tunisia": {
        "1": {
            "3": [
                "Year after year the anti-colonial passion of India manifested itself in one\nepisode or over one place after another—South East Asia, Tunisia, Algeria,\nNegro Africa, South Africa."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Algeria": {
        "1": {
            "3": [
                "Year after year the anti-colonial passion of India manifested itself in one\nepisode or over one place after another—South East Asia, Tunisia, Algeria,\nNegro Africa, South Africa.",
                "At times there was good reason for Indian\npassion, as what went on in Algeria for example was of a horrifying\nbestiality; but at times it was ill-informed and unconstructive, and\noccasionally unreasonable."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Denmark": {
        "1": {
            "3": [
                "At Bandung in 1955 Nehru said, ‘I think there is nothing more terrible\nthan the inAnite tragedy of Africa in the past few hundred years.’ Such was\nhis emotion that he did feel that Europeans were largely responsible for the\nfact that Africa was not ‘developed’—like France or Denmark."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Congo": {
        "1": {
            "3": [
                "<e affairs of the Congo and Indian reactions thereto provided a\ncharacteristic example of India’s, and of Nehru’s, emotional involvement in\nanti-colonialism.",
                "Only a few points need be mentioned here though the\nCongo story is complex.",
                "As a result, the bulk of the\nmilitary force Arst sent to the Congo to carry out UN policy, which\nexpressed the wishes of the majority of the Afro-Asian bloc in association\nwith the United States, was Indian.",
                "Indian troops and aircraft were sent to\nthe Congo at the personal request of Hammarskjold, the Secretary-General\nof the UN.",
                "<e UN forces did not pull out of the Congo until the summer of 1964.",
                "He\ndid contribute to peace, notably in Korea.94 <ere is reason to believe that\nhe refused certain Russian overtures about the Congo."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sweden": {
        "1": {
            "3": [
                "* At the same time he arranged personally with his own\nGovernment, that of Sweden, to send a Swedish contingent."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Tshombe": {
        "1": {
            "3": [
                "It was hoped that in\nthis way the ground lost in the unsuccessful effort to crush Tshombe’s\nKatanga regime in September could be recovered.",
                "By then the anarchy was similar to that in 1960–61; Tshombe had returned,\nwith American blessings this time; and the UN had spent over £150 million\non its intervention."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Lumumba": {
        "1": {
            "3": [
                "<e Indian Express, for instance, wrote, ‘Never have British\nhands been so bloodstained …’ Nehru himself, who had recently taken part\nin the memorial celebrations for Lumumba, made some dark hints."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Belgrade": {
        "1": {
            "3": [
                "And reacting against Sukarno once more, this time at the Conference of\nNon-Aligned Powers held in Belgrade in 1961, Nehru, with typical\ncourage, opposed the Indonesian president’s attempt to turn the conference\nfrom a move against the atomic armaments race into merely one more\noccasion for anti-colonialist slogans.",
                "Nehru had been back only a few weeks from a peace tour which had\ntaken him to Belgrade, Moscow, Washington, Mexico and the UN."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Suez": {
        "1": {
            "3": [
                "It is true, too, that the Arst country India turned on in\nany mood of ill-temper was usually the United Kingdom, as the Suez\naffair,88 the Congo,89 Hammarskjold’s death,90 African affairs in general,\nthe Common Market.91 Kashmir, or the British immigration restrictions,\nbear witness.",
                "It is true, too, that Nehru’s\nindignant outburst on the Suez affair was not matched by any outburst on\nRussia’s suppression of the Hungary uprising; though, from the books\ncoming out on the Suez affair, it is not manifest why it should have been.",
                "It is true, too, that Nehru’s\nindignant outburst on the Suez affair was not matched by any outburst on\nRussia’s suppression of the Hungary uprising; though, from the books\ncoming out on the Suez affair, it is not manifest why it should have been.",
                "<e secret was as restricted and as well kept as was\nthe secret of Eden’s Suez adventure Ave years earlier."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Hungary": {
        "1": {
            "3": [
                "It is true, too, that Nehru’s\nindignant outburst on the Suez affair was not matched by any outburst on\nRussia’s suppression of the Hungary uprising; though, from the books\ncoming out on the Suez affair, it is not manifest why it should have been."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Dien Bien": {
        "1": {
            "3": [
                "Nehru undoubtedly had a deep abiding\nuneasiness about America’s Atness for her primacy in the world but his\nopposition to American talk of military intervention in South East Asia in\n1954 after Dien Bien Phu,92 or to the activities of the CIA, or to the threats\nof brinkmanship and massive retaliation voiced by American admirals and\ngenerals before President Kennedy restored normal service discipline, was\napproved of by many people in the West, and indeed by some people in the\nUnited States."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "France": {
        "1": {
            "3": [
                "India’s claim is\nalready nearly as strong as that of Britain or France."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Belgium": {
        "1": {
            "3": [
                "India\nbecame conAdent that even Belgium and Holland, two countries she had\ndenounced unsparingly over colonialism, would in the end join the Aid\nIndia Club; as in fact they did by 1963."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Holland": {
        "1": {
            "3": [
                "India\nbecame conAdent that even Belgium and Holland, two countries she had\ndenounced unsparingly over colonialism, would in the end join the Aid\nIndia Club; as in fact they did by 1963."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Macmillan": {
        "1": {
            "3": [
                "<us he played a personal\nmediatory role between Russia and the West; a valuable service in Dulles’\ndays and prior to the time Macmillan broke the ice by his visit to Moscow;\nhe kept world attention on the thermonuclear armaments race; he was a\nsteadying inCuence in the Afro-Asian group at a time when it much needed\nsteadying; he was a steadying inCuence on nationalist passion inside India;\nand, in particular, he insisted on a level of restraint and patience in dealing\nwith small neighbours often acting unjustly to India, such as Burma,\nCeylon, and Nepal, which is rare in foreign relations.",
                "He sent letters to\nPresident Kennedy, Prime Minister Macmillan and to other leaders, written\nunder the impression that the Chinese might push right into India and not\nmerely into the semi no man’s land in NEFA; he appealed urgently for help."
            ],
            "5": [
                "To this end, at the age of\neighty Ave, he left India for the Arst time in his life in order to persuade\nKennedy, Macmillan and de Gaulle to give up the tests."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Moscow": {
        "1": {
            "3": [
                "<us he played a personal\nmediatory role between Russia and the West; a valuable service in Dulles’\ndays and prior to the time Macmillan broke the ice by his visit to Moscow;\nhe kept world attention on the thermonuclear armaments race; he was a\nsteadying inCuence in the Afro-Asian group at a time when it much needed\nsteadying; he was a steadying inCuence on nationalist passion inside India;\nand, in particular, he insisted on a level of restraint and patience in dealing\nwith small neighbours often acting unjustly to India, such as Burma,\nCeylon, and Nepal, which is rare in foreign relations.",
                "Nehru had been back only a few weeks from a peace tour which had\ntaken him to Belgrade, Moscow, Washington, Mexico and the UN."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mexico": {
        "1": {
            "3": [
                "Nehru had been back only a few weeks from a peace tour which had\ntaken him to Belgrade, Moscow, Washington, Mexico and the UN."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Spain": {
        "1": {
            "3": [
                "India’s claim to Goa\nwas never stronger than that she had a right to the whole peninsula (saving\nPakistan); by which logic Spain has a right to Portugal or the Irish Republic\nhas a right to Ulster."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Brazil": {
        "1": {
            "3": [
                "Several\nLatin American governments, notably Brazil, offered help and suggested\nmediatory courses."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Goan": {
        "1": {
            "3": [
                "On January 13 he made a speech at\nBanares praising the army—he would have known nothing of the black\nmarketing or the assaults alleged on Goan women—for its ‘brilliant\nmanner’ in ‘restoring Goa to the Motherland’ and ‘ending Portuguese\ncolonialism’."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Nehur": {
        "1": {
            "3": [
                "Krishna Menon also spoke on several occasions but without\nNehur’s cat-like delicacy in leaping from one hot brick to another."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Albania": {
        "1": {
            "3": [
                "Finally, the aggression was preceded by a\ncampaign about Goa which was as impudent as anything Mussolini had\nsaid about Albania, or Hitler about Sudetenland, before they gorged those\ncountries."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Colombo": {
        "1": {
            "3": [
                "China must\naccept the so-called Colombo power proposals in toto, though in fact those\npowers had had their doubts about at least some of India’s case just as few if\nany Afro-Asian countries were convinced that there was no case for\ndiscussion."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Armly": {
        "1": {
            "3": [
                "After the Chinese invasion he never walked Armly again."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Penderel Moon": {
        "1": {
            "3": [
                "Sir Penderel Moon, Divide and Quit."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Michael Edwardes": {
        "1": {
            "3": [
                "Also see Michael Edwardes, <e Last Years of British\nIndia, dedicated ‘to the men, women and children murdered in the Aelds and streets of India who\nthough they did not Aght for their country’s freedom paid for it with their lives’."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Naipaul": {
        "1": {
            "3": [
                "Naipaul, the Trinidad novelist, in An Area of Darkness."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Trinidad": {
        "1": {
            "3": [
                "Naipaul, the Trinidad novelist, in An Area of Darkness."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Oskar": {
        "1": {
            "3": [
                "Oskar Morgenstern, On the\nAccuracy of Economic Observations, Princeton, 1964."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Princeton": {
        "1": {
            "3": [
                "Oskar Morgenstern, On the\nAccuracy of Economic Observations, Princeton, 1964."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Swarajya": {
        "1": {
            "3": [
                "* Quoted by Rajagopalachari in Swarajya, August 1961.",
                "Swarajya, December 15, 1961, January 6, 1962."
            ],
            "5": [
                "<e range and force of Rajaji’s mind was illustrated week after\nweek for the post-Gandhi generation in the weekly paper Swarajya."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Michael Brecher": {
        "1": {
            "3": [
                "* Michael Brecher, Nehru: A Political Biography, 1959, p. 615."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Shiva Rao": {
        "1": {
            "3": [
                "Also see Shiva Rao’s articles on Sir B.\nRau.",
                "the writings of the veteran correspondent and ex-MP, Shiva Rao, e.g."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Lois": {
        "1": {
            "3": [
                "Lois\nLang-Sims, <e Presence of Tibet, 1963.I met the Dalai Lama on several occasions."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Alastair": {
        "1": {
            "3": [
                "Alastair Lamb, <e China-India Border, 1964, as regards the\nMacDonald Line of 1899 but also for some of the essential historical and geographical milieu to the\nboundary question."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Verrier Elwin": {
        "1": {
            "3": [
                "** Nehru did his best to conciliate the Nagas, and to see that the policies—sound British colonial\nservice policies—recommended by Verrier Elwin, to whom he showed great kindness, were carried\nout."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Amlan": {
        "1": {
            "3": [
                "Amlan Dutt, Seminar, No."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Dutt": {
        "1": {
            "3": [
                "Amlan Dutt, Seminar, No."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Yehudi": {
        "1": {
            "4": [
                "At times his face took on an\nexpression which got near to beauty; the kind of expression sometimes seen\non the face of Yehudi Menuhin98 (for whom Nehru had regard) or in\nportraits of Cardinal Newman99 or the young Dickens."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Persia": {
        "1": {
            "4": [
                "Once I heard\nhim ask a foreign visitor, who was a little dashed by the Indian practice of\neating with one’s Angers, whether he knew what a Shah of Persia had said:\nthe Shah found eating with a fork like making love through an interpreter."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bhutan": {
        "1": {
            "4": [
                "<is informant had already been astonished by Nehru’s\nperformance in Bhutan in 1958 when he trekked on foot tirelessly and\noutpaced men some twenty years younger than himself."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bertrand Russell": {
        "1": {
            "5": [
                "<e world of Bertrand Russell, Shaw, Wells, and the\nFabians, was largely the world of Nehru the political leader."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Vinoba Bhave": {
        "1": {
            "5": [
                "Nehru respected Vinoba Bhave\npersonally but did not seem to take his movement seriously; which can\nhardly be surprising.",
                "He had as much feeling for\nthe Indian spirit as Vinoba Bhave, but in addition he was internationalist\nand he understood contemporary economics and sociology."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Jayaprakash Narayan": {
        "1": {
            "5": [
                "But Jayaprakash Narayan,\nwho had already renounced the material world, then renounced the political\nworld.",
                "Undeterred, Jayaprakash Narayan lost no occasion for pleading for\nthe injection of ‘a fresh dose of candour and courage’ in place of ‘a putrid\natmosphere of hatred, hypocrisy, and moral smugness’.",
                "***\nBecause Jayaprakash Narayan had renounced the political world, one\nman remained who could have supplied the bridge which Nehru needed,\nChakravarti Rajagopalachari."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Chakravarti Rajagopalachari": {
        "1": {
            "5": [
                "***\nBecause Jayaprakash Narayan had renounced the political world, one\nman remained who could have supplied the bridge which Nehru needed,\nChakravarti Rajagopalachari."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Rajaji": {
        "1": {
            "5": [
                "Rajagopalachari\nRajaji, as Rajagopalachari (sometimes written Rajagopalachariya) is usually\ncalled in India, would have complemented Nehru.",
                "After the\ndeath Arst of Patel, in 1950, and then of Maulana Azad, in 1954, the only\nman left who had a political experience, or a record in the independence\nmovement, comparable to his own, was Rajaji.",
                "Rajaji had joined the\nindependence movement as far back as 1907—he was eleven years older\nthan Nehru—and in 1919, at the age of forty, he threw up a highly\nremunerative law practice to follow Gandhi and austerity.",
                "Endowed with an exceptionally strong and quick mind, Rajaji was in\nspirit harmonious and without volatility or anything partaking of the\ntheatrical.",
                "Rajaji had been one of the Arst Indians to be premier of a state, and it\nwould not be easy to show another who was better as premier.",
                "Gandhi loved Rajaji even when Rajaji refused to accept some of his\npolicies, such as the Quit India policy of 1942.",
                "Gandhi loved Rajaji even when Rajaji refused to accept some of his\npolicies, such as the Quit India policy of 1942.",
                "<e range and force of Rajaji’s mind was illustrated week after\nweek for the post-Gandhi generation in the weekly paper Swarajya.",
                "Rajaji had succeeded Mountbatten as governor-general; being the Arst\nIndian and the last person in that office.",
                "<e run-of-themill\nIndian politician never felt at home with Rajaji; and for the sufficient\nreason that Rajaji’s was not his home.",
                "<e run-of-themill\nIndian politician never felt at home with Rajaji; and for the sufficient\nreason that Rajaji’s was not his home.",
                "As the years went by Rajaji became more and more critical of Nehru’s\npolicies and practices.",
                "*\nAs for the bridge, Rajaji could have been the bridge between south India\nand north India.",
                "But Rajaji could have been a bridge of still greater consequence—a\nbridge between Nehru and the India of the average Indian; a bridge\nbetween the physical and technological needs of contemporary India which\nAred Nehru and the traditional India of timeless values which Rajaji, like\nGandhi, valued.",
                "But Rajaji could have been a bridge of still greater consequence—a\nbridge between Nehru and the India of the average Indian; a bridge\nbetween the physical and technological needs of contemporary India which\nAred Nehru and the traditional India of timeless values which Rajaji, like\nGandhi, valued.",
                "Rajaji saw himself as standing for the religious view."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Ared Nehru": {
        "1": {
            "5": [
                "But Rajaji could have been a bridge of still greater consequence—a\nbridge between Nehru and the India of the average Indian; a bridge\nbetween the physical and technological needs of contemporary India which\nAred Nehru and the traditional India of timeless values which Rajaji, like\nGandhi, valued."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Saprus": {
        "1": {
            "5": [
                "It is not merely that the expensively educated gentlemen, like Sir S.\nBanerjea* or the Saprus, have almost disappeared; they belonged to a class\nwhich is now disappearing in most countries."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Alberto Moravia": {
        "1": {
            "5": [
                "In\nthe words of Alberto Moravia, the Italian novelist (who visited India and\nwas much taken with Nehru), with Nehru’s death India enters a prose\nepoch."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Lal Bahadur Shastri": {
        "1": {
            "6": [
                "Much of the work of a more or less\nroutine nature was left to Lal Bahadur Shastri but Nehru was making the\ndecisions on major matters.",
                "His choice fell on Lal\nBahadur Shastri.",
                "But as Nehru’s deputy would\nstand rather more than a fair chance of becoming his successor the choice of\nLal Bahadur Shastri caused surprise in some quarters.",
                "It became clearer\nwhen Lal Bahadur Shastri became prime minister.",
                "In the course of it he\nasked Lal Bahadur Shastri, half jokingly, half seriously, to order some new\nachkans (Indian formal clothing) for the Conference of Commonwealth\nPrime Ministers."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Krishnamachari118": {
        "1": {
            "6": [
                "Krishnamachari118 died."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Baliga": {
        "1": {
            "6": [
                "Finally, Dr Baliga dropped dead in London."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Addington": {
        "1": {
            "6": [
                "Pitt is to Addington\nWhat London is to P addington\n<is is what the wits were saying a century and a half earlier when the great\nPitt gave place to Addington.",
                "Pitt is to Addington\nWhat London is to P addington\n<is is what the wits were saying a century and a half earlier when the great\nPitt gave place to Addington."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Abdullah": {
        "1": {
            "6": [
                "And in April,\nhaving got Abdullah released, he made a speech to Parliament on IndoPakistan\nrelations."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sudan": {
        "1": {
            "6": [
                "Back in Delhi from the Bombay meeting he gave some time to the\npresident of Sudan, who was in India on a state visit."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sri Prakasa": {
        "1": {
            "6": [
                "He also saw an old family friend and Congress\nParty colleague, Sri Prakasa, who was also an old and loyal associate of Mrs\nAnnie Besant, and since independence had spent about ten years as\ngovernor Arst of Madras and then of Bombay; a man of elevated and lovable\ncharacter."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Great Britain": {
        "1": {
            "6": [
                "Several\nimportant foreign governments decided at once that they would be\nrepresented on a level above the normal at the funeral, though it was to take\nplace next day: the Queen of England and Head of the Commonwealth\n(who was reported to have arranged to offer Nehru at the forthcoming\nPrime Ministers’ Conference the Order of Merit) by Lord Mountbatten,\nGreat Britain by the prime minister and the deputy leader of the\nopposition, the United States by the secretary of state, Japan by her foreign\nminister, General de Gaulle122 by a favourite minister."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mrs Gandhi": {
        "1": {
            "6": [
                "<e body had been\nbrought down to the ground Coor in the afternoon and Mrs Gandhi, in the\nIndian way, sat beside it.",
                "<is was followed by an open car with Mrs Gandhi and her\nyounger son, Sanjay (the elder boy had not been able to get back in time\nfrom Cambridge), and then followed a cavalcade of cars containing the\nchief mourners, Mrs Pandit, Mrs Hutheesingh and some other members of\nthe Nehru family, the pall-bearers, the president, the cabinet, the service\nchiefs, and foreign dignitaries."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Hardinge Avenue": {
        "1": {
            "6": [
                "<e journey lay along the six miles from Nehru’s house to the place on\nthe banks of the Jamuna near where Gandhi’s body had been cremated\nsome sixteen years before; along the roads and streets where Nehru had\ndriven countless times since then; past the secretariat where he had worked\nsuch long hours, skirting Parliament House where over the years he had\ndominated Indian politics, up Rajpath (Kingsway) the same route followed\nby the Republic Day parades which he had so much enjoyed, down Tilak\nMarg (Hardinge Avenue), and so under the railway bridge and out to the\nRing Road, and on to the banks of the Jamuna.",
                "By\nthe time the cortège passed down Hardinge Avenue the crowd did what\nangered Nehru often in his lifetime: in a herd-like mindless stampede it\nbroke through the police cordon."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Sanjay": {
        "1": {
            "6": [
                "<is was followed by an open car with Mrs Gandhi and her\nyounger son, Sanjay (the elder boy had not been able to get back in time\nfrom Cambridge), and then followed a cavalcade of cars containing the\nchief mourners, Mrs Pandit, Mrs Hutheesingh and some other members of\nthe Nehru family, the pall-bearers, the president, the cabinet, the service\nchiefs, and foreign dignitaries.",
                "A little after\nhalf past four Sanjay lit the pyre and the Cames rose briskly."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Mrs Hutheesingh": {
        "1": {
            "6": [
                "<is was followed by an open car with Mrs Gandhi and her\nyounger son, Sanjay (the elder boy had not been able to get back in time\nfrom Cambridge), and then followed a cavalcade of cars containing the\nchief mourners, Mrs Pandit, Mrs Hutheesingh and some other members of\nthe Nehru family, the pall-bearers, the president, the cabinet, the service\nchiefs, and foreign dignitaries."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    },
    "Bakshi": {
        "1": {
            "6": [
                "To the sound of muffled drums the body was taken from the gun carriage\nand placed on the pyre, among the pall-bearers being Bakshi, the ousted\nruler of Kashmir."
            ]
        },
        "2": {},
        "3": {},
        "4": {},
        "5": {}
    }
}